-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-12-27 06:52:04
-- 服务器版本： 10.1.26-MariaDB
-- PHP Version: 7.1.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `blog`
--

-- --------------------------------------------------------

--
-- 表的结构 `admin_users`
--

CREATE TABLE `admin_users` (
  `id` int(10) UNSIGNED NOT NULL COMMENT '用户ID',
  `username` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '用户名',
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '电子邮箱',
  `nickname` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '昵称',
  `mobile` char(11) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '手机号码',
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '用户密码',
  `sex` enum('男','女','保密') COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '性别',
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `admin_users`
--

INSERT INTO `admin_users` (`id`, `username`, `email`, `nickname`, `mobile`, `password`, `sex`, `remember_token`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'admin', 'zhaojt_exam@126.com', 'Goular', '15800279296', '$2y$10$NihF5rWmrCqZM83XsDhVi.dXKil2iq33aF.xgIVYMqYydhWaVAZuq', '男', NULL, NULL, '2017-10-13 09:05:41', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `articles`
--

CREATE TABLE `articles` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '文章标题',
  `tag` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '关键词',
  `description` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '文章描述',
  `thumb` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '文章缩略图',
  `content` text COLLATE utf8mb4_unicode_ci COMMENT '文章正文',
  `editor` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '作者',
  `view` int(11) DEFAULT '0' COMMENT '查看次数',
  `cate_id` int(11) DEFAULT '0' COMMENT '标题',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `articles`
--

INSERT INTO `articles` (`id`, `title`, `tag`, `description`, `thumb`, `content`, `editor`, `view`, `cate_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(6, '王岐山五年来带领十八届中纪委干了哪些事？', NULL, NULL, 'uploads/article_thumb/20171030112220@2APoA7BA.jpg', '<p>原标题：盘点下，五年来王岐山带领十八届中纪委干了哪些事？</p>\r\n\r\n<p>　　5年来，中纪委的工作特别受到关注。今天，十八届中央纪律检查委员会向中国共产党第十九次全国代表大会的工作报告公布。报告分3个部分：一、十八大以来的工作回顾；二、五年来的工作体会；三、今后五年的工作建议。</p>\r\n\r\n<p>　　更多内容，请看全文。</p>\r\n\r\n<p><img alt=\"\" src=\"http://n.sinaimg.cn/translate/20171029/lPyo-fynfvfi1453415.jpg\" /></p>\r\n\r\n<p>　　十八届中央纪律检查委员会向中国共产党第十九次全国代表大会的工作报告</p>\r\n\r\n<p>　　（2017年10月24日中国共产党第十九次全国代表大会通过）</p>\r\n\r\n<p>　　中国共产党第十八次全国代表大会以来，在以习近平同志为核心的党中央坚强领导下，十八届中央纪律检查委员会和各级纪律检查委员会全面贯彻党的十八大和十八届三中、四中、五中、六中全会部署，深入贯彻习近平新时代中国特色社会主义思想，紧紧围绕党的领导、党的建设、全面从严治党、党风廉政建设和反腐败斗争，忠诚履职、勇于担当，为统筹推进&ldquo;五位一体&rdquo;总体布局和协调推进&ldquo;四个全面&rdquo;战略布局提供了坚强保障。现将五年来工作情况和今后工作建议向党的第十九次全国代表大会报告，请予审查。</p>\r\n\r\n<p>　　一、十八大以来的工作回顾</p>\r\n\r\n<p>　　十八大确立&ldquo;两个一百年&rdquo;奋斗目标，开启中国特色社会主义新时代。以习近平同志为核心的党中央以强烈的历史使命感、深沉的忧患意识、顽强的意志品质，团结带领全党全国各族人民进行具有许多新的历史特点的伟大斗争，党和国家事业发生历史性变革，全面从严治党不断向纵深发展，纪律检查工作取得新成效。</p>\r\n\r\n<p>　　（一）忠诚履行党章赋予的职责，聚焦中心任务，监督执纪问责，推动管党治党从宽松软走向严紧硬</p>\r\n\r\n<p>　　牢固树立&ldquo;四个意识&rdquo;，准确把握目标任务。党中央深刻洞察党面临的执政考验、改革开放考验、市场经济考验、外部环境考验和精神懈怠危险、能力不足危险、脱离群众危险、消极腐败危险是长期的、复杂的、严峻的，最根本的风险和挑战来自党内，不正之风和腐败问题严重侵蚀党的肌体。党中央将全面从严治党纳入&ldquo;四个全面&rdquo;战略布局，把党风廉政建设和反腐败斗争摆到前所未有的新高度。中央纪委牢固树立政治意识、大局意识、核心意识、看齐意识，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，坚定旗帜方向，紧盯目标任务，正风肃纪反腐，坚决遏制腐败蔓延势头，严肃党内政治生活，完善党内监督体系，治标为治本赢得时间、赢得民心，标本兼治不断深化。</p>\r\n\r\n<p>　　明确职责定位，强化监督执纪问责。习近平总书记把纪委的职责凝练为监督执纪问责。中央纪委把研读党章作为第一课，同学习领会习近平总书记系列重要讲话精神结合起来，编辑出版、学习宣传习近平总书记关于党风廉政建设和反腐败斗争、严明党的纪律和规矩、巡视工作以及外事活动中有关反腐败工作论述摘编，开办《学思践悟》专栏交流学习系列重要讲话精神的体会，确保纪检监察工作沿着正确方向前进。贯彻党中央决策部署，回归党章本源，找准职责定位，转职能转方式转作风，中央纪委监察部参加议事协调机构由125个减至14个，在不增加建制编制的前提下，将纪检监察室从8个增加到12个；省级纪委、监察厅（局）参与议事协调机构由4619个减至460个，把力量集中到主责主业上。落实三中全会决定，深化纪检体制改革，创新体制机制，推进巡视和派驻监督全覆盖。贯彻四中全会精神，把纪律挺在法律前面，运用监督执纪&ldquo;四种形态&rdquo;，实现党内法规建设与时俱进。贯彻五中全会精神，推动落实新发展理念，准确把握党的领导、党的建设、全面从严治党、党风廉政建设和反腐败斗争之间的关系，明确内涵、厘清责任，增强党组织的责任意识和担当精神。</p>\r\n\r\n<p>　　围绕严肃党内政治生活，充分发挥党内监督专责机关作用。党的领导弱化、党的建设缺失、全面从严治党不力，党的观念淡漠、组织涣散、纪律松弛，管党治党宽松软，归根结底在于党内政治生活不严肃、不健康。六中全会聚焦党内政治生活、强化党内监督，全面从严治党再部署再出发。纪检监察机关贯彻落实全会精神，把尊崇党章同执行新形势下党内政治生活若干准则、廉洁自律准则、党内监督条例、党纪处分条例、巡视工作条例、问责条例等党内法规贯通起来，加强对党内政治生活状况、党的路线方针政策执行情况监督检查，坚决维护党中央权威和集中统一领导，把全面从严治党不断引向深入。</p>\r\n\r\n<p>　　（二）锲而不舍落实中央八项规定精神，兑现党的庄严承诺，回应群众期盼，赢得党心民心</p>\r\n\r\n<p>　　由浅入深、由易到难，抓铁有痕、踏石留印。十八大后，全面从严治党从中央政治局立规矩开始，从落实中央八项规定精神破题，习近平总书记以身作则、率先垂范，全党言出纪随、久久为功，驰而不息纠正&ldquo;四风&rdquo;。纪检监察机关从治理公款大吃大喝、旅游、送礼等奢靡之风入手，紧盯公款购买赠送月饼、贺卡、烟花爆竹等问题，一个节点一个节点抓，一年接着一年干，以一个个具体问题的突破，带动了作风整体转变。在党的群众路线教育实践活动中，严查少数领导干部躲进培训中心、私人会所奢靡享乐，超标超配办公用房和公务用车，借婚丧喜庆敛财等问题；结合&ldquo;三严三实&rdquo;专题教育，重点查处乱作为、不担当问题，纠正以会议贯彻会议、以文件落实文件等形式主义和官僚主义作风；在&ldquo;两学一做&rdquo;学习教育中，着力解决党章意识不强、看齐意识淡薄问题，实现党员干部思想、作风、纪律上的新进步。</p>\r\n\r\n<p>　　经常抓、抓经常，释放执纪必严强烈信号。把握政策重点，抓住&ldquo;关键少数&rdquo;，坚决查处十八大后、中央八项规定出台后、群众路线教育实践活动开展后仍然顶风违纪的党员干部。对&ldquo;四风&rdquo;问题专项处置，由本人在民主生活会上作出检查，点名道姓通报曝光。运用新媒体新技术，设立曝光平台、手机随手拍和微信一键通，织密群众监督网。五年来，各级纪检监察机关共查处违反中央八项规定精神问题18.9万起，处理党员干部25.6万人。</p>\r\n\r\n<p>　　扎紧制度笼子，构建长效机制。党中央对党和国家领导人工作生活待遇、厉行节约反对浪费、国内公务接待标准等作出明确规范。把纠正&ldquo;四风&rdquo;的要求融入新形势下党内政治生活若干准则、廉洁自律准则，写入党内监督条例、党纪处分条例、问责条例等党内法规，不断健全作风建设制度体系。纪检监察机关加强对制度执行情况的监督检查，对打折扣搞变通、执行不力的严肃查处和问责。引导党员领导干部树立良好道德风尚和家风，以优良党风带动民风社风。</p>\r\n\r\n<p>　　（三）抓住管党治党&ldquo;牛鼻子&rdquo;，以强有力问责推动落实主体责任和监督责任</p>\r\n\r\n<p>　　强化党的观念，激发担当精神。落实党风廉政建设责任制，党委负主体责任，纪委负监督责任。中央纪委领导同志深入调研，广泛约谈省区市、中央部门和中管企业、金融机构党委（党组）主要负责人，从中央部委和省一级抓起，把责任分解到组织、宣传、统战、政法等党和国家机关工作部门，把党的领导体现在日常管理监督中。把责任落实情况纳入巡视重点，要求党委书记听取巡视汇报的讲话不能只是抽象原则的表态，必须对重点问题提出处置要求。各级纪委肩负起监督职责，督促各级党组织和党员领导干部担当起管党治党政治责任。</p>\r\n\r\n<p>　　完善问责制度，强化责任担当。制定实施《中国共产党问责条例》，围绕党的事业和党的建设领导责任，综合运用检查、通报、诫勉、组织处理、纪律处分等方式，追究主体责任、监督责任和领导责任。各省区市党委和纪委、中央部委党组（党委）和纪检组建立健全约谈函询、述责述廉等制度，制定落实&ldquo;两个责任&rdquo;细则和问责条例实施办法，形成一级抓一级、层层传导压力的局面。</p>\r\n\r\n<p>　　问责一个，警醒一片。党中央坚决查处山西系统性、塌方式腐败问题，对省委领导班子作出重大调整。对湖南衡阳破坏选举案严肃问责，467人受到责任追究。对四川南充拉票贿选案涉及的477人严肃处理。严肃查处辽宁省系统性拉票贿选问题，共查处955人，其中中管干部34人。对民政部原党组、原派驻纪检组管党治党不力严肃问责，原党组书记、分管副部长、派驻纪检组组长受到责任追究。对司法部原党组书记在干部工作中严重失察和违纪行为进行问责。严肃查处甘肃祁连山国家级自然保护区生态环境遭到破坏典型案件中的失职失责问题，18人受到问责。2014年以来，全国共有7020个单位党委（党组）、党总支、党支部，430个纪委（纪检组）和6.5万余名党员领导干部被问责。</p>\r\n\r\n<p>　　（四）巡视实现一届任期全覆盖，发现问题、形成震慑，成为全面从严治党的利剑</p>\r\n\r\n<p>　　贯彻中央巡视工作方针，形成强有力震慑。巡视是党内监督战略性制度安排，凝结着全面从严治党理论、实践、制度创新的重要成果，彰显了中国特色社会主义民主监督的制度优势。党中央确立巡视工作方针，中央政治局会议、中央政治局常委会会议23次研究巡视工作，听取每一轮巡视情况汇报、审议巡视情况专题报告，习近平总书记每次都发表重要讲话，全面系统阐述巡视工作方针与任务。党中央两次修订《中国共产党巡视工作条例》，制定中央巡视工作五年规划、市县党委建立巡察制度的意见、被巡视党组织配合中央巡视组开展巡视工作的规定。中央巡视工作领导小组召开115次会议，组织开展12轮巡视，共巡视277个党组织，完成对省区市、中央和国家机关、中管企事业单位和金融机构、中管高校等的巡视，在党的历史上首次实现一届任期内巡视全覆盖；对16个省区市开展&ldquo;回头看&rdquo;，对4个中央单位进行&ldquo;机动式&rdquo;巡视。中央纪委审查的案件中，超过60%的线索来自巡视。巡视的力度和效果不断增强，利剑作用彰显。</p>\r\n\r\n<p>　　聚焦全面从严治党，深化政治巡视。伴随管党治党实践发展，政治巡视定位越来越清晰、指向越来越精准。十八大后，聚焦党风廉政建设和反腐败斗争，围绕&ldquo;四个着力&rdquo;发现问题，解决了任务宽泛、内容发散问题；坚持党纪严于国法，紧紧围绕严明纪律，着力发现管党治党宽松软问题；聚焦坚持党的领导、全面从严治党，突出严肃党内政治生活，检查&ldquo;四个意识&rdquo;牢不牢、落实党的路线方针政策是否坚决，落实意识形态责任是否到位，推动形成良好党内政治生态。开展&ldquo;回头看&rdquo;，深化再巡视，既监督整改落实情况，又着力发现新问题，释放巡视不是一阵风的强烈信号。</p>\r\n\r\n<p>　　创新方式方法，实现党内监督与群众监督相结合。实行巡视组组长、巡视对象、巡视组与巡视对象关系&ldquo;三个不固定&rdquo;，带着问题进驻，下沉一级了解。常规巡视和专项巡视相结合，突出专的特点，紧盯重点人、重点事、重点问题，机动灵活、精准发现。开展政治常识测试，抽查党员档案和领导干部个人有关事项报告，核查党费收缴情况，把握巡视对象的行业特点和历史文化，见微知著、由表及里，发挥政治&ldquo;显微镜&rdquo;和&ldquo;探照灯&rdquo;作用。中央巡视组受理信访159万件，与干部群众谈话5.3万人次。</p>\r\n\r\n<p>　　条条要整改、件件有着落，发挥标本兼治战略作用。中央巡视工作领导小组成员参加反馈，推动落实整改主体责任，防止把层层传导压力变成层层推卸责任。中央巡视组和巡视办共形成专题报告230份，向党中央和国务院分管领导通报巡视情况59次，向中央改革办报送89份专题报告，推动深化改革、加强制度建设。中央纪委机关和中央组织部对移交的问题线索分类处置、优先办理。整改情况向党内通报，向社会公开。</p>\r\n\r\n<p>　　形成全国巡视巡察&ldquo;一盘棋&rdquo;。加强对省区市、中央单位巡视工作的领导，建立省区市党委书记有关巡视工作讲话向中央巡视工作领导小组报备等制度。各省区市党委完成巡视全覆盖任务，全部开展市县巡察，67家中央单位探索开展巡视工作，对中央企业实现全面巡视，形成巡视巡察上下联动的格局。</p>\r\n\r\n<p>　　（五）把纪律挺在前面，严明政治纪律和政治规矩，实践监督执纪&ldquo;四种形态&rdquo;，净化党内政治生态</p>\r\n\r\n<p>　　把纪律挺在法律的前面，立起来严起来执行到位。坚持纪严于法、纪在法前，实现纪法分开，全面加强纪律建设，实现由&ldquo;惩治极少数&rdquo;向&ldquo;管住大多数&rdquo;拓展。将党纪处分条例等党内法规纳入党委（党组）理论学习中心组学习内容和党校课程，印发严重违纪违法中管干部忏悔录，剖析典型案例，发挥警示教育作用。各级纪检机关从职责定位出发，从注重查办案件转向加强日常监督执纪，对照党章党规党纪检查党员的言行，严肃了党的纪律，纯洁了党的肌体。</p>\r\n\r\n<p>　　严明政治纪律，维护党的集中统一。严肃查处公开发表违背中央精神的言论和有令不行、有禁不止行为，解决无视政治纪律和政治规矩的&ldquo;七个有之&rdquo;问题，增强领导干部政治警觉性和政治鉴别力。教育引导党员领导干部时刻绷紧政治纪律这根弦，营造守纪律、讲规矩的氛围。把违反政治纪律问题作为巡视和派驻监督重点，执纪审查首先检查对党是否忠诚。五年来，共立案审查违反政治纪律案件1.5万件，处分1.5万人，其中中管干部112人。</p>\r\n\r\n<p>　　把握&ldquo;树木&rdquo;与&ldquo;森林&rdquo;关系，运用好监督执纪&ldquo;四种形态&rdquo;。从线索处置、谈话函询，到初步核实、立案审查、审理报告，坚持用党章党纪衡量，用纪律的语言描述。畅通信访举报渠道，定期分析研判信访形势，开展反映领导干部问题线索大起底，按照谈话函询、初步核实、暂存待查、予以了结等方式进行处置。坚持抓早抓小，发现苗头就及时纠正，对反映的一般性问题及时谈话提醒、约谈函询，让本人作出说明，所在党委（党组）书记签字；对如实说明的予以采信，了结后向被函询人反馈澄清，体现了党对干部的信任；存在违纪问题的，查清主要违纪事实后，综合考虑违纪性质情节和认错悔错态度，给予批评教育、组织处理或纪律处分，体现党的政策。2015年以来，全国纪检监察机关实践&ldquo;四种形态&rdquo;，用严明的纪律管全党治全党，共处理204.8万人次。其中，运用第一种形态批评教育、谈话函询95.5万人次、占46.7%，使红脸出汗成为了常态；第二种形态纪律轻处分、组织调整81.8万人次、占39.9%，第三种形态纪律重处分、重大职务调整15.6万人次、占7.6%，有力维护了纪律的严肃性；第四种形态严重违纪涉嫌违法立案审查11.9万人次、占5.8%，被开除党籍、移送司法机关的真正成为极少数。</p>\r\n\r\n<p>　　严肃党内政治生活，维护好政治生态。贯彻全面从严治党要从党内政治生活严起的要求，以党内政治生活准则为依据、用&ldquo;四个意识&rdquo;去衡量，检查在同党中央保持一致上是否存在差距，督促密切联系实际贯彻中央大政方针。紧盯&ldquo;关键少数&rdquo;，突出政治态度和政治方向，整体把握地区、部门、单位政治生活状况，通过监督执纪问责，树立鲜明政治导向。</p>\r\n\r\n<p>　　严明换届纪律，把好政治关廉洁关。始终加强对选人用人情况的监督，贯彻党中央关于做好党的十九大代表、中央和地方&ldquo;两委&rdquo;委员推荐提名和选举工作的部署，落实&ldquo;纪检监察机关意见必听，线索具体的信访举报必查&rdquo;要求，对政治上有问题的一票否决、廉洁上有硬伤的坚决排除，防止&ldquo;带病提拔&rdquo;&ldquo;带病上岗&rdquo;。定期梳理中管干部、省管干部遵守政治纪律、廉洁纪律情况，建立重点岗位一把手和后备干部廉政档案资料库，实现动态更新。十八大以来，中央纪委共回复党风廉政意见6631人次。严格执行换届纪律，会同中央组织部对省级党委和市县乡领导班子换届风气进行全面督查和重点检查，坚决查处拉票贿选、跑官要官等违纪行为，从源头上净化党内政治生态。</p>\r\n\r\n<p>　　（六）坚持&ldquo;老虎&rdquo;&ldquo;苍蝇&rdquo;一起打，坚决遏制腐败蔓延势头，反腐败斗争压倒性态势已经形成并巩固发展</p>\r\n\r\n<p>　　冷静清醒判断形势，坚定立场方向。腐败是党执政面临的最大威胁，严重侵蚀党的执政基础，人民群众深恶痛绝。党中央深化对反腐败斗争形势的认识，在1993年以来一直沿用&ldquo;依然严峻&rdquo;基础上，增加&ldquo;复杂&rdquo;二字，强调反腐败才能兴党兴国，必须有腐必反、有贪必肃，无禁区、全覆盖、零容忍，坚决惩治腐败的旗帜立场始终如一，遏制腐败蔓延势头的目标任务从未动摇。</p>\r\n\r\n<p>　　始终保持惩治腐败高压态势，持续形成强大威慑。政治腐败和经济腐败相互交织形成利益集团，严重危害党和国家政治安全。周永康、孙政才、令计划等人严重违反党的政治纪律和政治规矩，政治野心膨胀，搞阴谋活动。党中央及时察觉、果断处置，坚决铲除这些野心家、阴谋家，消除重大政治隐患；中央纪委严肃准确查明其重大政治腐败和经济腐败问题，做好涉案人员处理工作，全面肃清流毒影响。深刻剖析周永康、薄熙来、郭伯雄、徐才厚、孙政才、令计划等严重违纪案件，要求全党汲取深刻教训，坚定政治方向，明辨大是大非，严明政治纪律，维护党的团结统一。把握政策、突出重点，严肃查处十八大后不收敛、不收手，问题线索反映集中、群众反映强烈，现在重要岗位且可能还要提拔使用的领导干部，把三类情况同时具备的作为重中之重。严肃查处把原则和纪律挂在嘴上，背后却大搞权钱交易、官商勾结、利益输送的典型；表面上理想信念坚定，背地里却拜大师、做法会，不信马列信鬼神的典型，发挥了震慑和警示作用。</p>\r\n\r\n<p>　　立足教育挽救，突出执纪审查的政治性。发挥思想政治工作优势，把学习党章作为审查谈话第一课，让审查对象重读入党誓词，重温入党志愿书，用理想信念教育转化，唤醒激情燃烧岁月的记忆，使其认识错误，写出反思材料，真心向党忏悔。对审查初期执迷不悟的，审查组临时党支部为其过组织生活，促使思想转变、幡然醒悟，主动交代组织不掌握的问题。一份份忏悔录是历史的真实记录，反映出审查对象思想转变过程，展现出我们党直面问题的勇气和自我净化的能力。</p>\r\n\r\n<p>　　惩治群众身边的腐败，为脱贫攻坚提供有力保障。中央纪委开展专题调研，召开扶贫领域监督执纪问责工作电视电话会议，部署专项整治，重点对25个省区市263个问题督查督办，通报曝光42起典型案例。省区市党委和纪委聚焦扶贫民生领域，开展专项巡视巡察，建立问题线索移送查处协调工作机制，精准识别、精准研判。突出审查重点，加大对&ldquo;小官大贪&rdquo;惩处力度，严肃查处贪污挪用、截留私分，优亲厚友、虚报冒领，&ldquo;雁过拔毛&rdquo;、强占掠夺问题，对胆敢向扶贫资金财物&ldquo;动奶酪&rdquo;的严惩不贷。对搞数字脱贫、虚假脱贫的，对扶贫工作不务实不扎实、脱贫结果不真实、发现问题不整改的严肃问责。2014年以来，对乱作为、不作为的3.2万名基层党员干部严肃追责。五年来，全国纪检监察机关共处分村党支部书记、村委会主任27.8万人。</p>\r\n\r\n<p>　　十八大以来，经党中央批准立案审查的省军级以上党员干部及其他中管干部440人。其中，十八届中央委员、候补委员43人，中央纪委委员9人。全国纪检监察机关共接受信访举报1218.6万件（次），处置问题线索267.4万件，立案154.5万件，处分153.7万人，其中厅局级干部8900余人，县处级干部6.3万人，涉嫌犯罪被移送司法机关处理5.8万人。</p>\r\n\r\n<p>　　（七）织密国际追逃&ldquo;天网&rdquo;，占据道义制高点，决不让腐败分子躲进避罪天堂</p>\r\n\r\n<p>　　把追逃追赃作为遏制腐败蔓延的重要一环。党中央把反腐败追逃追赃提升到国家政治和外交层面，纳入反腐败工作总体部署。中央和省级反腐败协调小组设立国际追逃追赃工作办公室，建立集中统一的协调机制，加强基础工作，摸清底数，建立外逃人员数据库，制定责任追究制度，落实外逃人员所在党组织追逃责任。公布百名外逃人员红色通缉令，连续组织开展&ldquo;天网行动&rdquo;，因国施策、因案制宜，追拿归案一批外逃腐败分子。2014年以来，共从90多个国家和地区追回外逃人员3453名、追赃95.1亿元，&ldquo;百名红通人员&rdquo;中已有48人落网。</p>\r\n\r\n<p>　　深化国际反腐败执法合作。倡导构建国际反腐败新秩序，积极参与制定相关规则，为全球反腐败治理贡献中国方案。推动联合国、二十国集团、亚太经合组织、上海合作组织、金砖国家等建立反腐败合作机制，主导制定《北京反腐败宣言》和《反腐败追逃追赃高级原则》，设立二十国集团反腐败追逃追赃研究中心，协调建立亚太经合组织反腐败执法合作网络。与美国、英国、加拿大、澳大利亚、新西兰等国建立双边执法合作机制，搭建联合调查、快速遣返、资产追缴便捷通道。</p>\r\n\r\n<p>　　筑牢防逃堤坝，切断腐败分子后路。追逃防逃两手抓，设置防逃程序，定期开展&ldquo;裸官&rdquo;清理，核查个人有关事项报告情况，严格执行出入境证件管理和审批报备制度，开展打击利用地下钱庄和离岸公司转移赃款专项行动，有力遏制了人员外逃和赃款外流，构建起不敢逃、不能逃的有效机制。新增外逃人员从2014年的101人降至2015年的31人、2016年的19人，2017年1月至9月为4人。</p>\r\n\r\n<p>　　（八）转职能转方式转作风，以创新精神推动纪检监察体制改革，完善党和国家监督体系</p>\r\n\r\n<p>　　全面实现中央纪委和监察部合署办公。落实1993年党中央关于中央纪委、监察部合署办公的决定，实现一套工作机构、两个机关名称，中央纪委履行纪律检查和行政监察两项职能，对党中央全面负责。坚持实事求是、求真务实，内涵发展、盘活存量，依靠组织制度创新，组建中央纪委组织部、宣传部、党风政风监督室、国际合作局，增设纪检监察室，设立纪检监察干部监督室。推动纪检监察机关调整内设机构，监督执纪力量大为增强。</p>\r\n\r\n<p>　　推动双重领导体制具体化程序化制度化。把握破与立的关系，创新体制机制，立足本届任期、立行立改。实现线索处置和执纪审查以上级纪委领导为主，建立健全向上级纪委请示报告制度。落实纪委书记、副书记提名和考察以上级纪委会同组织部门为主的要求，制定实施中央纪委派驻纪检组组长、副组长和省区市、中管企业纪委书记、副书记提名考察办法，增强纪委监督权威性。</p>\r\n\r\n<p>　　整合资源巩固舆论阵地，牢牢把握主动权话语权。把全面从严治党融入全党宣传工作格局，加强宣传引导和舆论监督，充分发挥中央新闻媒体的重要作用，营造浓厚舆论氛围。制作播出《永远在路上》《巡视利剑》系列电视专题片，扩大中央纪委网报刊综合传播力。中央纪委常委，省区市、中央部门党委（党组）书记、纪委书记（纪检组组长）在线访谈交流，带动各级纪委网站建设新型舆论阵地。宣传优秀传统文化，传承良好家规家风，增强文化自信；公开工作流程，第一时间发布执纪审查信息，及时回应社会关切，提高透明度，去除神秘化，拓宽社会监督渠道。</p>\r\n\r\n<p>　　推进国家监察体制改革，圆满完成试点任务。坚决贯彻党中央深化国家监察体制改革重大决策部署，构建党统一领导、权威高效的国家反腐败机构，实现对所有行使公权力的公职人员监察全覆盖，加强党和国家的自我监督。中央纪委召开26次会议深入研究，起草改革方案，抓好贯彻落实。成立中央深化国家监察体制改革试点工作领导小组，在北京、山西、浙江开展改革试点工作。试点地区完成省、市、县三级监察委员会组建工作，整合行政监察、预防腐败和检察机关查处贪污贿赂、失职渎职及预防职务犯罪等工作力量，实现人员转隶融合、机构职能和工作流程优化，探索纪律检查委员会和监察委员会合署办公条件下执纪监督与执纪审查、依法调查部门分设，同司法机关既有机衔接又相互制衡的工作机制。试点工作取得明显成效，加强了各级党委对反腐败斗争的领导，优化了反腐败体制机制，确保惩治腐败力度不减，为改革在全国推开积累了经验。同全国人大常委会密切配合，研究制定《中华人民共和国监察法（草案）》，赋予监察委员会监督、调查、处置职责和谈话、讯问、搜查、留置等调查权限，进一步提高反腐败工作法治化水平。</p>\r\n\r\n<p>　　（九）实践探索在前、总结提炼在后，依规治党、扎紧笼子，实现制度建设与时俱进</p>\r\n\r\n<p>　　强化制度建设，推进标本兼治。把握三中、四中全会姊妹篇关系，将深化改革和制度创新有机结合，以党章为根本遵循，研究来龙去脉、探究理论源头，组织制定修改11部党内法规。坚持问题导向，提炼有效做法和实招，增强制度针对性和实效性。坚持实践探索先行，将管党治党创新成果固化为法规制度。坚持有理想但不理想化，兼顾必要性和可行性，把制定单部法规置于制度体系建设中综合考量，使党内法规与国家法律协调衔接，依规治党和依法治国相互促进、相得益彰。</p>\r\n\r\n<p>　　以德为先、立根固本，制定廉洁自律准则。将《中国共产党党员领导干部廉洁从政若干准则》修改为《中国共产党廉洁自律准则》，紧扣廉洁自律主题，坚持正面倡导，突出重点、化繁为简，将适用对象扩大到全体党员，倡导正确处理公与私、廉与腐、俭与奢、苦与乐的关系；对领导干部廉洁从政、廉洁用权、廉洁修身、廉洁齐家提出更高要求，为党员和领导干部树立起高标准。</p>\r\n\r\n<p>　　修订党纪处分条例，实现纪法分开。坚持纪严于法、纪在法前，把党章党规中的纪律要求具体化，明确政治纪律、组织纪律、廉洁纪律、群众纪律、工作纪律和生活纪律等六项纪律。把政治纪律放在首位，对不执行党的路线方针政策、搞团团伙伙、对抗组织审查等行为作出纪律处分规定，把落实中央八项规定精神的要求转化为纪律，新增侵害群众利益、漠视群众诉求等违纪条款，使纪律真正成为管党治党的尺子。</p>\r\n\r\n<p>　　坚持信任不能代替监督，完善党内监督制度体系。修订《中国共产党党内监督条例》，围绕理论、思想、制度构建体系，围绕权力、责任、担当设计制度，对中央委员会、中央政治局、中央政治局常务委员会及其成员的监督职责作出规定，加强自上而下的组织监督，发挥同级相互监督作用，强化党委（党组）及其工作部门、纪委（纪检组）的监督责任，推动党内监督同民主党派监督、群众监督、舆论监督结合，完善监督体系。</p>\r\n\r\n<p>　　（十）坚持打铁还需自身硬，培养严实深细作风，建设忠诚干净担当的队伍</p>\r\n\r\n<p>　　提高政治觉悟，强化政治担当。党中央高度重视纪检监察队伍建设，要求解决&ldquo;谁来监督纪委&rdquo;问题，防止&ldquo;灯下黑&rdquo;。各级纪委落实党建工作责任，认真开展群众路线教育实践活动、&ldquo;三严三实&rdquo;专题教育、&ldquo;两学一做&rdquo;学习教育，改进工作作风，转变会风文风，精简会议文件。中央纪委主要领导同志为机关全体党员讲党课，机关局处级干部定期接访，经常开展谈心家访，增强宗旨意识和群众工作本领。在巡视组、审查组成立临时党支部，充分发挥战斗堡垒作用。</p>\r\n\r\n<p>　　坚持党管干部原则，德才兼备选人用人。突出好干部标准，拓宽选人用人视野，把纪检监察干部放在党的干部队伍中统筹使用、锻炼、培养。做好省市县乡纪委换届工作，把政治强、作风硬、敢担当、善作为的干部选拔出来、使用起来，选优配强领导班子。着眼事业长远发展，面向全党扩大系统内外干部交流，加大轮岗交流，促进多岗位锻炼，干部来源和出路更加广阔。坚持严管就是厚爱，加强日常管理监督，强化政治和业务培训。十八大以来，中央纪委机关、派驻纪检组干部交流1314人次，培训各级纪检监察干部17.8万人次，纪检监察队伍精神风貌、能力素质明显提升。</p>\r\n\r\n<p>　　推动派驻全覆盖，擦亮监督探头。实现中央一级党和国家机关全面派驻纪检机构，统一名称、统一管理。实行单独派驻和综合派驻相结合，共设立47家派驻纪检组，监督139家单位。各级纪委加强对派驻纪检组的领导，定期听取工作汇报、约谈纪检组组长。强化对被监督单位领导班子及其成员的监督，提高发现和解决问题能力。统筹选拔派驻干部，对不敢担当、不愿监督的进行组织调整，对失职失责的严肃问责。各省区市实现省级纪委全面派驻，稳步推进市地一级纪委派驻全覆盖。</p>\r\n\r\n<p>　　制定实施监督执纪工作规则，强化自我约束。制定《中国共产党纪律检查机关监督执纪工作规则（试行）》，把纪委的权力关进制度笼子，回应党内关切和群众期盼。在纪检监察系统开展会员卡清退活动，通报曝光违反中央八项规定精神的纪检监察干部。排查清理干部职工及配偶经商办企业、干部配偶子女移居国（境）外等情况，开展干部档案专项审核和个人有关事项报告抽查核实。制作播出《打铁还需自身硬》等专题片，印发违纪违法干部忏悔录。严明审查纪律，开展&ldquo;一案双查&rdquo;，坚决清理门户，对执纪违纪的坚决查处、失职失责的严肃问责、不适合从事纪检监察工作的坚决调离。十八大以来，中央纪委机关立案查处22人，组织调整24人，谈话函询232人；全国纪检系统处分1万余人，组织处理7600余人，谈话函询1.1万人。</p>\r\n\r\n<p>　　五年来，在党中央坚强领导下，中央纪委和各级纪律检查委员会忠实履职，助力全面从严治党，经受了锤炼和考验。经过全党全社会共同努力，全面从严治党取得重大成效，党内政治生活气象更新，党内政治生态明显好转，树立起忠诚干净担当的价值导向；纪律建设全面加强，人民群众对作风建设成效交口称赞；腐败蔓延势头得到有力遏制，反腐败斗争压倒性态势已经形成并巩固发展，我们党在革命性锻造中浴火重生，焕发出新的强大生机活力。全面从严治党，维护了党中央集中统一领导，使党的面貌焕然一新，党心民心更加凝聚，党执政的政治基础更加牢固，中国特色社会主义道路自信、理论自信、制度自信、文化自信更加坚定。</p>\r\n\r\n<p>　　在充分肯定成绩的同时，也要清醒看到，党风廉政建设和反腐败斗争形势依然严峻复杂，滋生腐败的土壤依然存在，消除存量、遏制增量任务依然艰巨繁重，全面从严治党依然任重道远。影响党内政治生活、政治生态的消极因素尚未根除，党的领导弱化、党的建设缺失、全面从严治党不力问题还没有彻底解决，有的党组织执行党章党规党纪不严格，贯彻党的路线方针政策不坚决、不到位，一些地方和部门不正之风和腐败问题仍然多发，&ldquo;四风&rdquo;问题反弹回潮隐患仍然存在。有的领导干部管党治党责任意识不强，缺乏担当精神，压力传导存在层层递减现象，群众身边的腐败问题依然多发。实践&ldquo;四种形态&rdquo;特别是用好第一种形态，真正落实抓早抓小还需做大量工作。有的纪检监察干部作风不严不实，思想政治水准和把握政策能力亟待提高，少数干部严重违反审查纪律，跑风漏气、说情抹案、以案谋私。纪检监察工作同党中央要求和群众期盼还有一定差距，必须高度重视，认真解决。</p>\r\n\r\n<p>　　二、五年来的工作体会</p>\r\n\r\n<p>　　党的纪律检查工作取得的成绩，归其根本得益于以习近平同志为核心的党中央旗帜鲜明、立场坚定、意志品质顽强、领导坚强有力；得益于各级党组织和广大党员的共同努力；得益于人民群众积极支持和广泛参与；得益于纪检监察机关和纪检监察干部的辛劳和智慧。</p>\r\n\r\n<p>　　第一，党的领导是中国特色社会主义最本质特征，必须全面从严治党，承载起新时代的使命，为实现中华民族伟大复兴提供根本保证。党政军民学、东西南北中，党是领导一切的。党的领导是历史的必然、人民的选择。从1840年起，不甘屈辱的中华民族就踏上实现伟大复兴的征程，无数志士仁人前赴后继，探求救亡图存的道路。中国共产党在民族蒙受苦难的逆境中应运而生，带领中国人民站立起来，使中华民族重新屹立于世界民族之林。矗立在天安门广场的人民英雄纪念碑碑文和浮雕，清晰展现了自鸦片战争以来中国人民浴血奋斗的艰辛历程，折射出实现中华民族伟大复兴的坚强意志。一代又一代共产党人接续奋斗，成功开辟中国特色社会主义道路，中华民族迎来伟大复兴的光明前景。实现&ldquo;两个一百年&rdquo;奋斗目标是党的庄严承诺，中国梦激发出13亿多人民的力量，昭示着一个新时代的开启。以习近平同志为核心的党中央，不仅将带领全党全国人民实现第一个百年目标，而且要为实现第二个百年目标奠定坚实基础。办好中国的事情关键在党，坚持党的领导是当代中国最高政治原则，必须体现在坚定理想信念宗旨、执行党的路线方针政策，体现在坚持党管干部、选对人用好人，树立鲜明价值观和政治导向上。治国必先治党，治党务必从严。只有全面从严治党，才能把全党凝聚起来，统一思想、统一行动，确保党中央的大政方针和决策部署落到实处，不断增强人民群众对党的信心、信任和信赖。要牢记党的历史使命，以许党许国、报党报国的担当，坚定不移全面从严治党，推进新时代党的建设新的伟大工程，确保党始终成为中国特色社会主义事业坚强领导核心。</p>\r\n\r\n<p>　　第二，习近平新时代中国特色社会主义思想是强大思想武器和行动指南，深化&ldquo;两学一做&rdquo;必须树立优良学风，学思践悟，内化于心、外化于行。五年来党和国家事业的每一步发展，都伴随深入学习贯彻习近平总书记系列重要讲话精神，不断在坚持中深化、在深化中坚持。系列重要讲话无不源自于党章，体现着党的理想信念宗旨和路线方针政策；无不密切联系世情国情党情，针对突出矛盾，破解现实难题；无不源自于党史、国史和中华文明史，处处彰显&ldquo;四个自信&rdquo;。系列重要讲话坚持马克思主义基本原理，紧密结合新的时代特点和实践要求，以全新的视野，从理论和实践的结合上系统回答了新时代坚持和发展什么样的中国特色社会主义，怎样坚持和发展中国特色社会主义这个重大时代课题，形成了习近平新时代中国特色社会主义思想，这是马克思主义中国化的最新成果。要伴随着&ldquo;两学一做&rdquo;学习教育常态化制度化，用新的科学理论武装头脑，指导新的实践。学风关乎党风。要切实端正学风，把自己摆进去，紧密联系实际，全面、科学、准确地学习领会，把握思想理论脉络和历史文化源流，掌握蕴含的哲学方法和科学精神。学思践悟，关键是用心去学、融会贯通，学以致用、知行合一，把自己的职责同实现两个百年奋斗目标和中华民族伟大复兴结合起来，提高政治站位和政治觉悟，认识上不断深化、行动上得以落实。增强&ldquo;四个意识&rdquo;是动态过程，学习领会要永不停步，始终在思想和行动上向核心看齐，同党中央保持高度一致。</p>\r\n\r\n<p>　　第三，有自信才能有定力，必须铸牢理想信念宗旨这个政治灵魂，把道路自信、理论自信、制度自信、文化自信真正确立起来。文化自信是民族自信的源头，历史文化传统决定道路选择。中华民族从5000年绵延不断的悠久历史中走来，创造出博大精深的中华文化，孕育出世界上唯一没有断流的中华文明。孝悌忠信礼义廉耻的文化基因世代相传，为中华文明注入深厚的伦理责任和家国情怀，赋予我们民族强大的统一性、内聚力和百折不挠的品格。中华民族自古就坚守着历史传统，任何外来文化进入中国最终都被中国化。中国共产党继承了中华民族的文化根脉和精神追求，中国特色社会主义道路是中华民族悠久历史的延续。马克思主义中国化的过程，就是同中华传统文化精华相融合、与中国具体实践相结合的过程，文化自信是对&ldquo;中国特色&rdquo;的最好诠释。昨天、今天和明天，历史、现实和未来一脉相承。中国的未来决不是西化，而是中国特色社会主义现代化，这不是发展阶段的差异，其重要原因在于文化基因的不同。人不自信，谁人信之？中华优秀文化是我们民族的根和魂，共产党人为之奋斗的理想和目标蕴含着中华民族的价值追求，要从中华传统文化精华中汲取智慧和力量，坚定对马克思主义的信仰、对社会主义和共产主义的信念、全心全意为人民服务的宗旨，始终对党的事业、国家命运、民族前途满怀信心。</p>\r\n\r\n<p>　　第四，坚持党的领导关键在加强党的建设，必须尊崇党章，坚持高标准和守底线相结合，依规治党和以德治党相统一。党章是管党治党的总章程，集中体现了党的思想和行动纲领，每一条都凝结着党的建设的历史经验。党章规定的理想信念宗旨就是共产党人的&ldquo;德&rdquo;，党性教育是共产党人的&ldquo;心学&rdquo;。中华民族的道德规范向来是追求高标准。依法治国，公民不能都踩到法律底线；依规治党，党员也决不能全站在纪律的边缘。要坚持高标准在前，把理想信念坚定起来、宗旨意识确立起来，培养高尚道德情操，弘扬优良传统和作风。纪律和规矩是道德的保障，崇德向善必须与遵规守纪相辅而行。依规治党和以德治党有机结合，思想建党与制度治党相互促进，是十八大以来管党治党兴党的重要经验，标志着我们党对执政党建设规律的认识进入新境界。全面从严治党，要以党章为根本遵循，既抓住党内政治生活这个根本，加强党性和道德教育，固本培元，又要扎紧制度笼子，释放制度蕴含的力量，强化刚性约束。坚持高标准毫不动摇，守住纪律底线一寸不让，实现自律与他律相结合，以治标促进治本，以治本巩固治标成果，不断增强党的先进性和纯洁性。</p>\r\n\r\n<p>　　第五，惩前毖后、治病救人是党的一贯方针，必须坚持纪严于法，运用&ldquo;四种形态&rdquo;，惩治极少数、教育大多数。全面从严治党，不只是惩治极少数严重违纪并已涉嫌违法的人，更要用严明的纪律管全党、治全党。党的先锋队性质和执政地位决定，党规党纪严于国家法律，党员要自觉遵守党的纪律，模范遵守国家法律。违法必先违纪。把纪律挺在法律的前面，发现问题及时纠正，就能防止小错酿成大错。纪委是维护党纪的政治机关，不等同于党内的&ldquo;公检法&rdquo;，监督执纪问责是政治工作，应当体现思想政治水平。对犯错误的同志要用党章党纪去教育感化、用理想信念宗旨去启发觉悟，让他们认识背离信仰和宗旨所犯的错误，重新回到正确的轨道上来。政策和策略是党的生命，监督执纪&ldquo;四种形态&rdquo;为全面从严治党提供了政策和抓手。信任不能代替监督，信任是前提，监督是保障。要强化日常管理监督，在运用第一种形态上下功夫，发现违纪苗头就及时谈心提醒，收到问题反映要严肃认真分析，属于第一种形态就约谈函询，抓早抓小、动辄则咎。对违反纪律的同志要从严批评教育，执纪中坚持以事实为依据、以党纪为尺子，综合考虑知错悔过态度。要准确把握&ldquo;树木&rdquo;与&ldquo;森林&rdquo;关系，转变监督执纪方式，运用好&ldquo;四种形态&rdquo;，让&ldquo;红红脸、出出汗&rdquo;成为常态；党纪轻处分、组织调整成为违纪处理的大多数；党纪重处分、重大职务调整的成为少数；严重违纪涉嫌违法立案审查的成为极少数。</p>\r\n\r\n<p>　　第六，全面从严治党永远在路上，必须用辩证唯物主义和历史唯物主义驾驭现实，以历史、哲学和文化的思考支撑信心。党章里之所以写着马克思列宁主义，是因为中国共产党的信仰和信念源自于此，认识论和方法论也源自于此，要坚持用马克思主义的立场、观点和方法审视现实、把握未来。历史是最好的老师，今天遇到的很多事情都可以从历史中找到相似的事件，现实中存在的许多问题也都有着历史的成因。要追根溯源，进行历史回放，把当前遇到的问题与挑战放到历史的时空中去认识。要运用辩证法、坚持两点论，讲成绩不要忘记问题，说问题更要看到取得巨大成绩的背景。腐败，自有人类文明史以来就一直存在，古今中外、概莫能外，只不过有时轻有时重。任何公权力都面临被腐蚀的危险，执政党永远会面对与腐败的斗争。我们一党长期执政，实现自我净化是很大的挑战，能否以自我革命的勇气，实现监督全覆盖，形成发现问题、纠正偏差的有效机制，直接关乎党的执政能力和治理水平。党和国家的治理体系包括两个方面：依规治党，依据党章党规党纪管党治党建设党；依法治国，依据宪法法律法规治国理政。党既要加强对自身的监督，又要强化对国家机器的监督，把自我监督同人民群众的监督结合起来，把党内监督同国家监察统一起来，推进治理体系和治理能力现代化，不断增强自我净化、自我完善、自我革新、自我提高能力，探索出一条党在长期执政条件下强化自我监督的有效途径。</p>\r\n\r\n<p>　　第七，民心向背是最大的政治，必须不忘初心，以强烈的使命担当，坚守监督执纪问责的定位，不断厚植党执政的政治基础。千里之行、始于足下，艰难困苦、玉汝于成。我们党自成立就高擎理想信念的旗帜，以&ldquo;为有牺牲多壮志，敢教日月换新天&rdquo;的担当精神，历尽苦难而淬火成钢，使党的事业薪火相传。担当是共产党人的脊梁精神，权力就是责任、责任就要担当，权力有多大、责任担当就要有多大。空谈误国、实干兴邦。万里长征是一步步走过来的，中国特色社会主义道路是一步步探索出来的。相对于中华民族伟大复兴的漫漫征程，我们迈出的每一步都是新起点、再出发。要坚持不断发展论和发展阶段论相统一，想得要深要远，干得要实要细，积小成为大成，积跬步至千里。得民心者得天下。无论走得多远也不能忘记为什么出发，人民对美好生活的向往始终是我们的奋斗目标。纪律检查委员会肩负着维护党的章程和党的纪律的重任，监督执纪问责是职责所在。要坚持以人民为中心，把群众高兴不高兴、满意不满意、答应不答应作为检验标准，聚焦中心任务，守住职责定位，以更加坚定的信念和无私无畏的勇气，当好政治生态&ldquo;护林员&rdquo;，用担当诠释对党和人民的忠诚。</p>\r\n\r\n<p>　　三、今后五年的工作建议</p>\r\n\r\n<p>　　中国共产党第十九次全国代表大会，是在全面建成小康社会决胜阶段、中国特色社会主义进入新时代的关键时期召开的一次十分重要的大会。党要团结带领人民进行伟大斗争，推进伟大事业，实现伟大梦想，就必须毫不动摇坚持和完善党的领导，毫不动摇推进新时代党的建设新的伟大工程，坚持党要管党、全面从严治党，不断增强系统性创造性实效性，把我们的党建设好建设强。</p>\r\n\r\n<p>　　要高举中国特色社会主义伟大旗帜，以马克思列宁主义、毛泽东思想、邓小平理论、&ldquo;三个代表&rdquo;重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，全面落实十九大作出的战略部署，统筹推进&ldquo;五位一体&rdquo;总体布局和协调推进&ldquo;四个全面&rdquo;战略布局，增强&ldquo;四个意识&rdquo;、坚定&ldquo;四个自信&rdquo;，不忘初心、牢记使命，紧紧围绕党的领导、党的建设、全面从严治党、党风廉政建设和反腐败斗争，紧紧围绕维护党中央权威和集中统一领导，推动党内政治生态实现根本好转，履行党章赋予的监督执纪问责职责，建设忠诚干净担当的纪检监察队伍，为决胜全面建成小康社会、夺取新时代中国特色社会主义伟大胜利提供坚强保证，为实现中华民族伟大复兴的中国梦不懈奋斗。</p>\r\n\r\n<p>　　（一）全面贯彻十九大精神，坚决服从和维护以习近平同志为核心的党中央集中统一领导</p>\r\n\r\n<p>　　全面贯彻落实十九大精神是当前和今后一个时期全党的首要政治任务。广大纪检监察干部要原原本本学习十九大报告和党章，深入学习领会习近平新时代中国特色社会主义思想，准确把握十九大确立的重大判断、重大战略、重大任务，把思想和行动统一到十九大精神上来。紧密结合纪律检查工作实际，贯彻新时代中国特色社会主义基本方略，旗帜鲜明坚持党对一切工作的领导，毫不动摇地推进全面从严治党。要以政治建设为统领，把讲政治的要求贯穿于全面从严治党全过程，坚决维护党中央权威和集中统一领导，加强对十九大精神和党章党规执行情况的监督检查，保证党员领导干部牢固树立&ldquo;四个意识&rdquo;，自觉向以习近平同志为核心的党中央看齐，保证党的基本理论、基本路线、基本方略得到贯彻落实。严明政治纪律和政治规矩，决不允许自行其是、各自为政，有令不行、有禁不止，确保党中央政令畅通。</p>\r\n\r\n<p>　　（二）坚持思想建党和制度治党相结合，提高管党治党能力和水平</p>\r\n\r\n<p>　　坚持依规治党和以德治党有机统一，引导党员干部坚定理想信念宗旨，坚定&ldquo;四个自信&rdquo;，永葆共产党人政治本色。聚焦党内政治生活，用好批评和自我批评武器，同违反党的纪律行为作坚决斗争。牵住主体责任&ldquo;牛鼻子&rdquo;，严格执行问责制度，推动全面从严治党向基层延伸，把管党治党责任落到实处。全面加强纪律建设，深入开展纪律教育，强化党组织自上而下的监督，运用监督执纪&ldquo;四种形态&rdquo;。紧盯&ldquo;关键少数&rdquo;特别是一把手，严把政治关廉洁关，用严明的纪律和严格的监督使党员领导干部知敬畏、存戒惧、守底线。</p>\r\n\r\n<p>　　（三）把落实中央八项规定精神化作自觉行动，坚持不懈改进作风</p>\r\n\r\n<p>　　发扬钉钉子精神，驰而不息抓好作风建设，盯紧享乐主义和奢靡之风，克服形式主义和官僚主义，密切关注新动向，着力解决人民群众反映强烈的问题，决不让&ldquo;四风&rdquo;反弹回潮。构建作风建设长效机制，发挥党员领导干部的示范引领作用，激发群众监督正能量，把作风建设不断引向深入。要继承和发展中华优秀传统文化，弘扬真善美、抑制假恶丑，引导党员干部培育良好家风，发挥乡规民约作用，营造向善向上的氛围，推动社会风气持续好转。</p>\r\n\r\n<p>　　（四）完善党内监督体制机制，全面落实深化国家监察体制改革部署</p>\r\n\r\n<p>　　发挥党内监督与中国特色社会主义民主监督相结合的优势，落实党内监督各项制度，不断深化政治巡视，做到一届任期内对所辖地方、部门和企事业单位全覆盖。创新方式方法，不断增强针对性，保持震慑力。深化省区市巡视工作，推进中央单位巡视和市县巡察工作，构建上下联动的监督网。健全派驻机构领导体制和工作机制，加强统一管理，完善考核机制。不断拓宽监督渠道，实现党内监督与国家机关监督、民主监督、司法监督、群众监督、舆论监督有机结合。</p>\r\n\r\n<p>　　按照中央确定的时间表和路线图，将国家监察体制改革试点工作在全国各地推开，组建省市县监察委员会；在十三届全国人大一次会议审议通过国家监察法、设立国家监察委员会、产生国家监察委员会组成人员，实现纪律检查委员会和监察委员会合署办公。各省区市要密切联系本地区实际，结合改革试点经验，按照党中央决策部署统筹谋划，推动机构整合、人员融合和工作流程磨合。完善监察委员会运行机制，统一设置内设机构，探索合署办公条件下执纪监督与执纪审查相互制约、执纪与执法相互衔接的实现路径，使全面从严治党与全面深化改革、全面依法治国有机统一。</p>\r\n\r\n<p>　　（五）强化不敢腐的震慑，扎牢不能腐的笼子，增强不想腐的自觉，夺取反腐败斗争压倒性胜利</p>\r\n\r\n<p>　　充分认识反腐败斗争形势依然严峻复杂，加强党对反腐败工作的统一领导，坚持无禁区、全覆盖、零容忍，坚持重遏制、强高压、长震慑，力度不减、节奏不变，减少腐败存量，重点遏制增量，严肃查处对党不忠诚、阳奉阴违的问题；重点查处政治问题和腐败问题通过利益输送相互交织，在党内培植个人势力、结成利益集团的行为；围绕打赢脱贫攻坚战，加强基层党风廉政建设，坚决查处侵害群众利益的腐败问题，让人民群众有更多获得感。继续深化反腐败国际合作，让已经潜逃的无处藏身，让企图外逃的丢掉幻想。强化警示教育，充分发挥典型案例和违纪违法干部忏悔录的反面教材作用。推进标本兼治，靠加大惩治力度，形成持续震慑，巩固不敢腐；靠深化改革，健全制度，完善激励和约束机制，促进不能腐；靠坚定理想信念宗旨，选对人用好人，弘扬优秀传统文化，牢固树立&ldquo;四个自信&rdquo;，强化不想腐。</p>\r\n\r\n<p>　　（六）建设让党放心、人民信赖的纪检监察队伍</p>\r\n\r\n<p>　　广大纪检监察干部要始终对党忠诚，扎实开展以学习实践习近平新时代中国特色社会主义思想为重点的&ldquo;不忘初心、牢记使命&rdquo;主题教育，提高思想政治水准和把握政策能力，做敢于担当的表率。坚持党管干部原则和好干部标准，真正把对党忠诚、德才兼备的好干部用起来；加大干部轮岗、交流和培训力度，不断提高干部队伍的能力水平，增强生机活力。落实党建工作责任，充分发挥机关党委、纪委和干部监督机构作用。认真执行监督执纪工作规则，强化自我监督，自觉接受党内监督和社会监督。要领好班子、带好队伍，以坚定的理想信念和铁的纪律，建设忠诚于党的事业的干部队伍。</p>\r\n\r\n<p>　　让我们紧密团结在以习近平同志为核心的党中央周围，开拓创新、奋发进取，坚定不移全面从严治党，锲而不舍把党风廉政建设和反腐败斗争引向深入，为实现&ldquo;两个一百年&rdquo;奋斗目标，实现中华民族伟大复兴的中国梦而不懈奋斗！</p>', '张建利', 0, 1, '2017-10-30 03:23:13', '2017-10-30 03:23:13', NULL),
(5, '习近平谈新时代选人用人的“标尺”', '中国,19大', '十九大报告中，习近平总书记用近一页篇幅讲述如何“建设高素质专业化干部队伍”，最新的选人用人逻辑清晰展现，这与传统标准既一脉相承又有所创新。迈入新时代，我们需要什么样的人才？党建网微平台整理习近平关于选人用人的部分论述，我们一起来对标自查！', 'uploads/article_thumb/20171030111941@Uo1wkdNb.jpg', '<p>十九大报告中，习近平总书记用近一页篇幅讲述如何&ldquo;建设高素质专业化干部队伍&rdquo;，最新的选人用人逻辑清晰展现，这与传统标准既一脉相承又有所创新。迈入新时代，我们需要什么样的人才？党建网微平台整理习近平关于选人用人的部分论述，我们一起来对标自查！</p>\r\n\r\n<p>　<strong>　落实好干部标准</strong></p>\r\n\r\n<p>　　把好干部标准落到实处</p>\r\n\r\n<p>　　要坚持党管干部原则，坚持德才兼备、以德为先，坚持五湖四海、任人唯贤，坚持事业为上、公道正派，把好干部标准落到实处。</p>\r\n\r\n<p>　　&mdash;&mdash;2017年10月18日，习近平在十九大报告中指出</p>\r\n\r\n<p>　　20字标准</p>\r\n\r\n<p>　　好干部要做到信念坚定、为民服务、勤政务实、敢于担当、清正廉洁。</p>\r\n\r\n<p>　　&mdash;&mdash;2013年6月28日，习近平在全国组织工作会议上指出</p>\r\n\r\n<p>　　&ldquo;四有&rdquo;干部</p>\r\n\r\n<p>　　焦裕禄同志以自己的实际行动塑造了一个优秀共产党员和优秀县委书记的光辉形象。做县委书记就要做焦裕禄式的县委书记，始终做到心中有党、心中有民、心中有责、心中有戒。</p>\r\n\r\n<p>　　&mdash;&mdash;2015年1月12日，习近平同中央党校第一期县委书记研修班学员进行座谈时强调</p>\r\n\r\n<p>　　&ldquo;四种人&rdquo;</p>\r\n\r\n<p>　　一是要做政治的明白人，二是要做发展的开路人，三是要做群众的贴心人，四是要做班子的带头人。</p>\r\n\r\n<p>　　&mdash;&mdash;2015年6月30日，习近平会见全国优秀县委书记时强调</p>\r\n\r\n<p>　　四个&ldquo;铁一般&rdquo;</p>\r\n\r\n<p>　　实现第一个百年奋斗目标、全面建成小康社会，进而实现第二个百年奋斗目标、实现中华民族伟大复兴的中国梦，关键在于培养造就一支具有铁一般信仰、铁一般信念、铁一般纪律、铁一般担当的干部队伍。</p>\r\n\r\n<p>　　&mdash;&mdash;2015年12月11日，习近平在全国党校工作会议上的讲话</p>\r\n\r\n<p>　　<strong>坚持正确选人用人导向</strong></p>\r\n\r\n<p>　　匡正选人用人风气</p>\r\n\r\n<p>　　坚持正确选人用人导向，匡正选人用人风气，突出政治标准，提拔重用牢固树立&ldquo;四个意识&rdquo;和&ldquo;四个自信&rdquo;、坚决维护党中央权威、全面贯彻执行党的理论和路线方针政策、忠诚干净担当的干部，选优配强各级领导班子。</p>\r\n\r\n<p>　　&mdash;&mdash;2017年10月18日，习近平在十九大报告中指出</p>\r\n\r\n<p>　　决不能搞封建社会的腐败之道</p>\r\n\r\n<p>　　我们共产党人决不能搞封建社会那种&ldquo;封妻荫子&rdquo;、&ldquo;一人得道，鸡犬升天&rdquo;的腐败之道！否则，群众是要戳脊梁骨的！</p>\r\n\r\n<p>　　&mdash;&mdash;《依纪依法严惩腐败，着力解决群众反映强烈的突出问题》（2013年1月22日），摘自《十八大以来重要文献选编》</p>\r\n\r\n<p>　　能者上、庸者下、劣者汰</p>\r\n\r\n<p>　　要坚持正确用人导向，把好干部选出来、用起来，促进能者上、庸者下、劣者汰。</p>\r\n\r\n<p>　　&mdash;&mdash;2016年1月12日，习近平在第十八届中央纪律检查委员会第六次全体会议上的讲话</p>\r\n\r\n<p>　　五湖四海、任人唯贤</p>\r\n\r\n<p>　　我们要坚持德才兼备、以德为先，坚持五湖四海、任人唯贤，坚持事业为上、公道正派，坚决防止和纠正选人用人上的不正之风，把党和人民需要的好干部精心培养起来、及时发现出来、合理使用起来。</p>\r\n\r\n<p>　　&mdash;&mdash;2016年7月1日，习近平在庆祝中国共产党成立95周年大会上的讲话</p>\r\n\r\n<p>　　<strong>完善选人用人机制</strong></p>\r\n\r\n<p>　　严管和厚爱结合、激励和约束并重</p>\r\n\r\n<p>　　坚持严管和厚爱结合、激励和约束并重，完善干部考核评价机制，建立激励机制和容错纠错机制，旗帜鲜明为那些敢于担当、踏实做事、不谋私利的干部撑腰鼓劲。</p>\r\n\r\n<p>　　&mdash;&mdash;2017年10月18日，习近平在十九大报告中指出</p>\r\n\r\n<p>　　立&ldquo;明规矩&rdquo;、破&ldquo;潜规则&rdquo;</p>\r\n\r\n<p>　　要抓住建章立制，立&ldquo;明规矩&rdquo;、破&ldquo;潜规则&rdquo;，围绕发生的腐败案例，查找漏洞，吸取教训，着重完善党内政治生活等各方面制度，压缩消极腐败现象生存空间和滋生土壤，通过体制机制改革和制度创新促进政治生态不断改善。</p>\r\n\r\n<p>　　&mdash;&mdash;2016年1月12日，习近平在第十八届中央纪律检查委员会第六次全体会议上的讲话</p>\r\n\r\n<p>　　三个&ldquo;区分开来&rdquo;</p>\r\n\r\n<p>　　要把干部在推进改革中因缺乏经验、先行先试出现的失误和错误，同明知故犯的违纪违法行为区分开来；把上级尚无明确限制的探索性试验中的失误和错误，同上级明令禁止后依然我行我素的违纪违法行为区分开来；把为推动发展的无意过失，同为谋取私利的违纪违法行为区分开来，保护那些作风正派又敢作敢为、锐意进取的干部，最大限度调动广大干部的积极性、主动性、创造性，激励他们更好带领群众干事创业，确保如期全面建成小康社会，不断开创社会主义现代化建设新局面。</p>\r\n\r\n<p>　　&mdash;&mdash;2016年1月18日，习近平在省部级主要领导干部学习贯彻党的十八届五中全会精神专题研讨班上的讲话</p>', '党建网微平台', 66, 0, '2017-10-30 03:20:34', '2017-10-30 03:20:34', NULL),
(7, '冠军夫妻因琐事吵架 丈夫怒吞妻子奖牌', '张建利', '因琐事吵架丈夫吞下妻子奖牌 就医后被取出', 'uploads/article_thumb/20171030111941@Uo1wkdNb.jpg', '<p>中新网西安10月29日电（燕武 阿琳娜）夫妻两人分别是散打冠军和跆拳道冠军，29日两人因琐事吵架，丈夫一气之下将自己的奖杯摔碎，将妻子的奖牌吞入腹中，后到医院将异物取出。</p>\r\n\r\n<p>　　29日早，西安交大一附院接收了一名吞食异物的患者。经医生询问，该男子是散打冠军，妻子是陕西省跆拳某次比赛的冠军，凌晨与妻子吵架后，丈夫一气之下将自己的奖杯摔碎，将妻子的奖牌吞入腹中，吞下去后感到胸口疼痛，在母亲的搀扶下到医院就医。</p>\r\n\r\n<p><img alt=\"图为胃镜下看到的异物。西安交大一附院供图\" src=\"http://n.sinaimg.cn/translate/20171029/evCH-fynhhay8206738.jpg\" />图为胃镜下看到的异物。西安交大一附院供图</p>\r\n\r\n<p><ins><ins><iframe frameborder=\"0\" height=\"250px\" name=\"clickTAG=http%3A%2F%2Fsaxn.sina.com.cn%2Fmfp%2Fclick%3Ftype%3D3%26t%3DMjAxNy0xMC0zMCAxMToyNDowOQkxMjEuMzIuNTEuMjA4CTEwLjcxLjIuOTZfMTUwMjk2MzYwNC42NTk4OAlodHRwOi8vbmV3cy5zaW5hLmNvbS5jbi9vLzIwMTctMTAtMjkvZG9jLWlmeW5mZm56MzQyODk0OC5zaHRtbAlQRFBTMDAwMDAwMDU2MDY1CWFmOGNmZjEzLTVhYTItNDc2NC05MzA0LTU4NjQwMzhiZGZmYQlEMDBFODU3NTRENDUJRDAwRTg1NzU0RDQ1XzM1OENFMzM1OEY4QwlhdXRvX2xldmVsOjE4MDEwMHx1c2VyX2dyb3VwOjkwOSw5MDIsOTEzfHVzZXJfdGFnOjIxMDYwLDIwNDI0LDIxMjc1LDIwMjE2LDIwODQ2LDIwOTUxLDIwOTU4LDIwMjEwLDIwOTUyLDIwOTUzfHdhcF9vczo3MDB8dXNlcl9hZ2U6NjAyLDYwMyw2MDF8dXNlcl9nZW5kZXI6NTAyfF92X3pvbmU6MzA2MDAwLDMwNjAwMXxhdXRvX3ByaWNlOjE4MDIwMHxtb2JpbGVfYnJhbmQ6MTIwOXxjcm93ZHM6MTk5MjJfMl80NTd8cG9zOlBEUFMwMDAwMDAwNTYwNjV8dl96b25lOjMwNjAwMCwzMDYwMDF8bW9iaWxlX2Jyb3dzZXI6ODA4fHZlcnNpb246Z2xfYnAxXzEscGM6MS4wfHJ0Z19jcm93ZHM6MTk5MjJfMl80NTcJCTMwNjAwMHwzMDYwMDEJNjQ5NEQ2RTZCN0JBCUxZMTcwOTA4NDYJUERQUzAwMDAwMDA1NjA2Ngk2NDk0RDZFNkI3QkFfcG9ydGFsCUFFCS0JOAktCS0JLQktCS0JLQktCS0JLQkxNAlzdHJhdGVneV92M19hcHAJMAk2CWNoYW5uZWwyOm5ld3Nfb3xtZDU6MGQyYjkxYmM2MmQ5OTU2ZWI2ODg4MjQxNGM1NDZmZjB8aWdycF9jdHI6MS4yNTM5NTgyMjYxMzY1NDg2RS00fGlncnBOdW06MXxjb250cmFjdDowLDR8b3M6d2luZG93czEwfGJyb3dzZXI6bWV0YXNyfHBsYXRmb3JtOm90aGVyfGRldmljZTpvdGhlcnxhZFBsYXRGb3JtOjA%253D&amp;viewTAG=%2F%2Fsaxn.sina.com.cn%2Fmfp%2Fview%3Ftype%3D3%26t%3DMjAxNy0xMC0zMCAxMToyNDowOQkxMjEuMzIuNTEuMjA4CTEwLjcxLjIuOTZfMTUwMjk2MzYwNC42NTk4OAlodHRwOi8vbmV3cy5zaW5hLmNvbS5jbi9vLzIwMTctMTAtMjkvZG9jLWlmeW5mZm56MzQyODk0OC5zaHRtbAlQRFBTMDAwMDAwMDU2MDY1CWFmOGNmZjEzLTVhYTItNDc2NC05MzA0LTU4NjQwMzhiZGZmYQlEMDBFODU3NTRENDUJRDAwRTg1NzU0RDQ1XzM1OENFMzM1OEY4QwlhdXRvX2xldmVsOjE4MDEwMHx1c2VyX2dyb3VwOjkwOSw5MDIsOTEzfHVzZXJfdGFnOjIxMDYwLDIwNDI0LDIxMjc1LDIwMjE2LDIwODQ2LDIwOTUxLDIwOTU4LDIwMjEwLDIwOTUyLDIwOTUzfHdhcF9vczo3MDB8dXNlcl9hZ2U6NjAyLDYwMyw2MDF8dXNlcl9nZW5kZXI6NTAyfF92X3pvbmU6MzA2MDAwLDMwNjAwMXxhdXRvX3ByaWNlOjE4MDIwMHxtb2JpbGVfYnJhbmQ6MTIwOXxjcm93ZHM6MTk5MjJfMl80NTd8cG9zOlBEUFMwMDAwMDAwNTYwNjV8dl96b25lOjMwNjAwMCwzMDYwMDF8bW9iaWxlX2Jyb3dzZXI6ODA4fHZlcnNpb246Z2xfYnAxXzEscGM6MS4wfHJ0Z19jcm93ZHM6MTk5MjJfMl80NTcJCTMwNjAwMHwzMDYwMDEJNjQ5NEQ2RTZCN0JBCUxZMTcwOTA4NDYJUERQUzAwMDAwMDA1NjA2Ngk2NDk0RDZFNkI3QkFfcG9ydGFsCUFFCS0JOAktCS0JLQktCS0JLQktCS0JLQkxNAlzdHJhdGVneV92M19hcHAJMAk2CWNoYW5uZWwyOm5ld3Nfb3xtZDU6MGQyYjkxYmM2MmQ5OTU2ZWI2ODg4MjQxNGM1NDZmZjB8aWdycF9jdHI6MS4yNTM5NTgyMjYxMzY1NDg2RS00fGlncnBOdW06MXxjb250cmFjdDowLDR8b3M6d2luZG93czEwfGJyb3dzZXI6bWV0YXNyfHBsYXRmb3JtOm90aGVyfGRldmljZTpvdGhlcnxhZFBsYXRGb3JtOjA%253D%26userid%3D10.71.2.96_1502963604.65988%26viewlog%3Dfalse%26hashCode%3De63e74f597213e500c096ab2e43cd571\" scrolling=\"no\" src=\"http://static-alias-1.360buyimg.com/jzt/tpl/sspPic.html?ad_ids=2425:5&amp;adflag=0&amp;clkmn=&amp;expose=\" width=\"300px\"></iframe></ins></ins></p>\r\n\r\n<p>　　西安交大一附院张娟博士介绍，该病人的基本情况能够完成镜下处理，做完术前准备工作后，就开始为病人做接下来的治疗。镜子伸进去后，发现异物卡在食道下段，还没进入胃里。由于时间不长，异物崁顿比较容易松解，在医生的指导下，患者通过吞咽、吸气、呼气等动作，最终将异物从食管排出。</p>\r\n\r\n<p>　　据介绍，该异物是一块奖牌，直径三公分左右，上面写有冠军字样，周边有一些不规则的地方，因为时间较短，尖锐的地方还未刺入粘膜下方，因此术中出血很少，在术后观察中，病人也未出现疼痛、出血等症状，当天顺利出院。</p>\r\n\r\n<p>　　张娟表示，该手术风险最大的地方在于通过咽喉部分，如果病人配合不好，异物极有可能崁顿在喉部，或者比较细的异物容易进入气管，给患者带来更大损伤，今天的手术过程比较顺利，很快就将异物取出。（完）</p>', NULL, 0, 1, '2017-10-30 03:24:59', '2017-10-30 03:24:59', NULL),
(8, '党报刊文：现金贷咋成了陷阱贷 动辄500%超高利率', '利率超高,暴力催收,乱象不断', NULL, 'uploads/article_thumb/20171030111941@Uo1wkdNb.jpg', '<p>&nbsp; 《人民日报》（ 2017年10月30日 10 版）</p>\r\n\r\n<p>　　近日，一款名为&ldquo;现金贷&rdquo;的小额、短期线上金融产品引发广泛关注和质疑，无牌照滥放贷款、动辄500%的超高利率、暴力催收、泄露用户隐私等行业乱象不断爆出。</p>\r\n\r\n<p>　　现金贷到底是金融创新，还是披着马甲的线上高利贷&ldquo;陷阱&rdquo;？蕴含哪些风险？未来该如何监管？</p>\r\n\r\n<p><strong>　　隐蔽收费名目繁多，高额利率远超法律红线</strong></p>\r\n\r\n<p>　　&ldquo;3秒完成借款&rdquo;&ldquo;凭身份证1分钟申请&rdquo;&hellip;&hellip;打开手机APP商店输入&ldquo;现金贷&rdquo;字样，各种平台诱人的宣传语扑面而来。现金贷通常放款金额在500元至2000元，期限7天至30天。</p>\r\n\r\n<p>　　&ldquo;市场上各种现金贷平台有几千家，很多都是P2P平台转型而来的，也有不少新成立的，因为这个行业挣钱，可以说是暴利。&rdquo;一家现金贷平台内部人士向记者透露，现在这一行业的综合借款利率都很高，年化利率别说是500%，甚至1000%的都有。</p>\r\n\r\n<p>　　按照2015年9月1日起施行的《最高人民法院关于审理民间借贷案件适用法律若干问题的规定》，如果借贷双方约定利率超过年利率36%，则超过部分的利息应当被认定无效。</p>\r\n\r\n<p>　　记者调查发现，为了规避这一法律红线，国内的现金贷平台通常用隐蔽的方式加到借款人身上，比如手续费、快速信审费、账户管理费等名目。</p>\r\n\r\n<p>　　记者在现金贷平台&ldquo;钱站&rdquo;APP的一款&ldquo;先花钱&rdquo;产品上看到，一笔7天期的1000元借款，虽然利息只要1.05元，但还要收取信息认证费、风控服务费等总共96.95元，实际到账金额仅为903.05元。</p>\r\n\r\n<p>　　更受诟病的是现金贷平台收取的高额逾期滞纳金。记者在&ldquo;钱站&rdquo;上看到，有一款&ldquo;现金侠&rdquo;的产品，逾期1天要收取滞纳金20元，也就是说一笔1000元的借款，只要逾期50天还款金额就要翻倍。</p>\r\n\r\n<p>　　上海百良律师事务所主任王冰指出，除了收取高额利息和滞纳金，部分现金贷平台还对逾期借款人采取暴力催收手段。此外，记者采访发现，有的现金贷平台完全无视消费者权益保护，用户信息泄露严重。</p>\r\n\r\n<p>　<strong>　服务无征信记录人群，潜藏金融风险</strong></p>\r\n\r\n<p>　　据星合资本对20多万名已借款客户的相关数据进行分析，近40%的现金贷用户月收入在5000元以下，主要为20岁到30岁、相对低学历的年轻群体，这些小额资金除了用于消费外，还用于临时交话费、缴税、资金周转等急用场景。</p>\r\n\r\n<p>　　区域分布上，借款人数超过万人的省份有5个，广东省以3.5万名借款人遥遥领先，浙江、江苏、福建、四川四省的用户数均超过1万人。</p>\r\n\r\n<p>　　星合资本董事长郭宇航指出，银行的风控基于央行征信，但是中国有好几亿人没有征信记录。而且目前月收入在5000元以下的网民中，至少2.4亿人没有信用卡，他们全都是现金贷的潜在用户。</p>\r\n\r\n<p>　　然而，这部分借贷人群的特点，也注定了现金贷潜藏金融风险。百服金融发布的报告显示，56.5%的客户申请现金贷次数大于2次，其中申请2到5次的客户比例最高，达到36.7%。申请多次借款的客户中，在多家机构申请借款的人数占比达49.4%。</p>\r\n\r\n<p>　　招银前海金融的报告指出，多头借贷用户的信贷逾期风险是普通客户的3到4倍，贷款申请者每多申请一家机构，违约的概率就上升20%。一旦经济下行压力加大，当行业出现大面积的多头借贷和过度授信时，也有可能成为爆发债务危机的导火索。</p>\r\n\r\n<p>　　&ldquo;现金贷属于消费贷的一种，有一定市场基础，但同时也要加强监管。&rdquo;上海大学科技金融研究所副所长孟添说。</p>\r\n\r\n<p><strong>　　疏堵结合，让现金贷运行在阳光下</strong></p>\r\n\r\n<p>　　针对现金贷规模扩张迅猛，央行金融市场司司长纪志宏28日表示，下一步将按照实质重于形式的原则，实施穿透式监管。</p>\r\n\r\n<p>　　&ldquo;采取疏堵并举等措施，加强对现金贷的整治，已经迫在眉睫。&rdquo;中国人民大学重阳金融研究院高级研究员董希淼指出，一方面，对于经营失序、管理混乱的现金贷平台，未能按照规定通过备案的，要采取措施坚决予以退出。与此同时，金融监管部门还要加强与公安、法院等部门合作，对诱骗诈骗、违规放贷、非法催债的，由司法机关及时介入，形成高压态势。</p>\r\n\r\n<p>　　加强监管之外，郭宇航认为，终结现金贷乱象的办法之一就是让这一金融产品在阳光下运行，进行持牌管理。</p>\r\n\r\n<p>　　业内人士建议，建立准入制度，在工商登记环节明确现金贷的主体资格和经营范围要求，确立行业从业者的合法地位；建立适当的行业规范，对贷款利率、多头借贷、滚动续贷等突出问题进行限制。</p>\r\n\r\n<p>　　苏宁金融研究院特约研究员江翰认为，现在信用卡服务无法覆盖所有消费人群，而80后、90后又习惯借贷消费、分期偿还，因此现金贷的管控关键点要放在消费场景上，加强对消费者购买流程和贷款用途的跟踪。</p>', '新浪综合', 0, 1, '2017-10-30 03:26:25', '2017-10-30 03:26:25', NULL),
(9, '奥巴马下月将出任陪审员 每天可获津贴17.2美元', NULL, '奥巴马下月将出任陪审员 每天可获津贴17.2美元', 'uploads/article_thumb/20171030111941@Uo1wkdNb.jpg', '<p>原标题：奥巴马下月将出任陪审员 每天可获津贴17.2美元</p>\r\n\r\n<p>　　中新网10月29日电 据香港《文汇报》报道，美国前总统奥巴马收到伊利诺伊州库克县地区法院通知，传召他下月出任陪审员，他通过代表答复法庭会如期出席。法院首席法官埃文斯称，法院会就他前总统的身份，作出相应保安安排。</p>\r\n\r\n<p><img alt=\"资料图：美国前总统奥巴马。\" src=\"http://n.sinaimg.cn/translate/20161211/heiH-fxypipu7663646.jpg\" />资料图：美国前总统奥巴马。</p>\r\n\r\n<p>　　埃文斯称，奥巴马通过代表，向法院清晰表达他会以美国公民和库克县居民的身份，履行其公民责任，暂时未知他将参与刑事案审讯还是民事诉讼聆讯。他出任陪审员期间，每天可获17.2美元（约合人民币114元）津贴。</p>\r\n\r\n<p>　　奥巴马曾于2010年被库克县法庭传召出任陪审员，但他当时因需准备首份国情咨文而无法抽空，最终并未担任陪审员。</p>', '中国新闻网', 55, 1, '2017-10-30 03:27:23', '2017-10-30 03:27:23', NULL),
(10, '古巴外长回应声波攻击事件：系捏造是政治操控', '古巴', '古巴外交部长罗德里格斯28日在美国华盛顿发表演说时重申，所谓的“声波攻击”事件完全是捏造的，是政治操控', 'uploads/article_thumb/20171030111941@Uo1wkdNb.jpg', '<p style=\"text-align:center\">古巴外交部长罗德里格斯28日在美国华盛顿发表演说时重申，所谓的&ldquo;声波攻击&rdquo;事件完全是捏造的，是政治操控。</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"\" src=\"http://n.sinaimg.cn/translate/20171029/epZk-fynhhay7860630.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　古巴外交部长 罗德里格斯：所谓的攻击（的指责）不公正，无论如何这件事情都是捏造的。</p>\r\n\r\n<p style=\"text-align:center\">　　罗德里格斯说，美国驱逐古巴驻美外交官的决定具有政治动机，不可接受。</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"\" src=\"http://n.sinaimg.cn/translate/20171029/u_DX-fynhhay7860635.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　罗德里格斯：美国政府驱逐17名古巴驻美国外交官的仓促决定，毫无根据，不可接受。美方的做法具有政治动机，同时大批古巴外交人员的离开也给领事工作造成了负面影响。</p>\r\n\r\n<p style=\"text-align:center\">　　新闻链接：&ldquo;声波攻击&rdquo;疑云致美古关系再现波折</p>\r\n\r\n<p style=\"text-align:center\">　　此前，美国国务院称，在过去数月里，21名美国驻古巴大使馆员工遭受不明性质攻击，出现听力受损、头晕等症状，虽然美国官方一直未明确公布&ldquo;攻击源&rdquo;，但有美国媒体报道称，美驻古使馆人员是遭到了&ldquo;声波攻击&rdquo;。之后，美国国务院紧急撤回部分外交人员，同时陆续驱逐了17名古巴驻美国外交人员。</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"\" src=\"http://n.sinaimg.cn/translate/20171029/-Er3-fynfvfi1404902.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　古巴方面则一再表示古巴从未有也绝不会对外交人员或其家属进行任何攻击，也不会允许任何第三方利用古巴国土进行此类活动。古巴政府希望美古双方以澄清事实、完成调查为目的，继续开展严肃、客观的合作，并敦促美国应停止将该事件政治化，否则将导致双边关系进一步倒退。</p>', '央视新闻', 1, 0, '2017-10-30 03:28:42', '2017-12-24 04:20:30', NULL),
(11, '马来西亚十大候选年度汉字出炉 五个字曾多次入围', '马来西亚', '中新网10月30日电 据新加坡《联合早报》报道，马来西亚中华大会堂总会（华总）总会长方天兴宣布，2017年的年度候选汉字分别是“税”、“乱”、“恐”、“忧”、“累、”等、“选、”一“、”路“和”金“。这项活动是由华总主催，马来西亚汉文化中心主办。', 'uploads/article_thumb/20171030113001@AQf4jAGZ.png', '<p>中新网10月30日电 据新加坡《联合早报》报道，马来西亚中华大会堂总会（华总）总会长方天兴宣布，2017年的年度候选汉字分别是&ldquo;税&rdquo;、&ldquo;乱&rdquo;、&ldquo;恐&rdquo;、&ldquo;忧&rdquo;、&ldquo;累、&rdquo;等、&ldquo;选、&rdquo;一&ldquo;、&rdquo;路&ldquo;和&rdquo;金&ldquo;。这项活动是由华总主催，马来西亚汉文化中心主办。</p>\r\n\r\n<p>　　据报道，方天兴表示，今年入围的10个候选汉字都不是过去六年来的年度汉字。他说，过去六年的年度汉字都非常符合当年国情，其中包括2011年的&ldquo;转&rdquo;、2012年的&ldquo;改&rdquo;、2013年的&ldquo;涨&rdquo;、2014年的&ldquo;航&rdquo;、2015年的&ldquo;苦&rdquo;及去年的&ldquo;贪&rdquo;等。</p>\r\n\r\n<p><img alt=\" 资料图片：马来西亚书法家书写的2014年十个候选汉字。 中新社发 赵胜玉 摄\" src=\"http://n.sinaimg.cn/translate/20171030/AjXX-fynhhay8426137.jpg\" />资料图片：马来西亚书法家书写的2014年十个候选汉字。 中新社发 赵胜玉 摄</p>\r\n\r\n<p>　　今年10个候选汉字中，有五个字曾在过去六年多次入围但却未中选。这包括入围五次的&ldquo;乱&rdquo;，入围四次的&ldquo;一&rdquo;，入围三次的&ldquo;忧&rdquo;，以及入围一次的&ldquo;恐&rdquo;和&ldquo;等&rdquo;。</p>\r\n\r\n<p>　　方天兴说，马来西亚年度汉字投选活动在过去六年成功举办，如今已被列为华社其中一项重要的常年活动。他呼吁政府更关注和支持这些文化活动，也希望当局考虑拨款相助。</p>\r\n\r\n<p>　　他希望政府拨款给这类活动，以减轻主办方的负担，并通过官方管道进一步推广马来西亚的年度汉字投选活动。</p>', '中国新闻网', 11, 1, '2017-10-30 03:30:27', '2017-12-24 04:18:04', NULL),
(12, '福耀玻璃曹德旺：大股东必须要有人品', '福耀,曹德旺', '福耀玻璃董事长曹德旺当然是个有故事的人。他一手创立的福耀玻璃（600660）坚守汽车玻璃主业的故事在资本市场上耳熟能详。', 'uploads/article_thumb/20171030113107@tyNKAx5d.jpg', '<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">福耀玻璃董事长曹德旺当然是个有故事的人。他一手创立的福耀玻璃（600660）坚守汽车玻璃主业的故事在资本市场上耳熟能详。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　与任何一位负有沉重使命感的企业家一样，他绝不止于海报上的光鲜形象。在接受证券时报&middot;e公司记者采访的一个小时左右的时间里，对事业的反思、对生活的调侃，更多是&ldquo;地气&rdquo;十足的曹氏幽默。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　他回忆起一段不为人知的历史，那时候的福耀玻璃做过房地产搞过重组，甚至一度被视作垃圾股。71岁高龄的曹德旺说，福耀这么多年的成功，最值得总结的一点经验就是：大股东必须要有人品，做事负责任，要保护小股东的利益。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\"><strong>　　&ldquo;溢价发行&rdquo;闹了个笑话</strong></span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　福耀玻璃的前身是一家乡镇企业。上世纪80年代初，在一次外出旅游的偶然机会中，曹德旺意外发现一座尚未开采的&ldquo;金矿&rdquo;：当时偌大一个中国，竟然没有一家像样的汽车玻璃厂家。汽车玻璃坏了必须得进口，整个汽车玻璃维修市场完全被日本和欧美的企业垄断。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　因此普普通通一块汽车玻璃当时动辄要卖到数千元，而根据他的估算，单片汽车玻璃成本绝对不会超过200元。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　由于此前已经有了承包福清高山镇异型玻璃厂的丰富经验，曹德旺认定国内汽车玻璃市场大有可为。1987年，在40岁年纪的时候，曹德旺拿出所有积蓄开始创业，牵头筹建专门生产汽车维修玻璃的耀华汽车玻璃公司，注册资本不过600多万元，却是如今市值600多亿的福耀玻璃前身。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;当时就是全中国做得最好的，因为所有设备从芬兰引进，产品卖得非常好。&rdquo;曹德旺说，在很多人看来，他不是开了一家玻璃厂，而是开了一家印钞厂。那段时期，耀华厂生产的汽车玻璃单片成本不到200元，售价2000多元，而且居然还比市场上的进口货便宜很多，是不折不扣的暴利产品。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　因为产品是国内独家，效益也非常好，因此1991年的时候，福耀玻璃被福建省列为首家试点发行股票企业，由福建省体改委、福建省经贸委出具了闽体改（1991）022号文件进行股改。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;当时只有我们一家，大家都没有经验，究竟该怎么做呢？结果最后就是把整个净资产6000万折成4000万股。&rdquo;曹德旺回忆起这段往事也有点忍俊不禁，&ldquo;6000万本来应该是6000万股嘛，结果成了4000万股，这是为什么呢？因为当时的理解股票是要溢价发行，4000万股按每股1.5元计算不就相当于原来的6000万净资产！&rdquo;这就是福耀玻璃首次发行股票每股1.5元发行价的由来。（因时间久远，受访人介绍的具体数据与实际情况有所误差）</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　根据福耀玻璃1991年的招股说明书，当年福耀玻璃向法人定向扩股1634万股，每股面值1元，售价1.5元，共筹集资金2450.9万元。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　股票倒是顺利发行出去了，但还上不了市。这是因为当时股票上市交易采取的是额度制，要由国家计委和证监会共同决定额度，再分配到各省、市、自治区和部委。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;这下麻烦了，因为福耀当初发行股票是省里面批的，不是国家批的。发行完成后，我们压力很大。因为当时我们一股一年可以赚几毛钱，两年就可以收回投资。那些买了股票的人就逼着我上市。&ldquo;曹德旺回忆说。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　最终经过努力，1993年6月福耀玻璃被国家体改委批准为公开募集股份有限公司，并于6月10日在上海证券交易所挂牌交易。当天福耀玻璃的收盘价是40.6元1股，总算是正式迈入资本市场的大门了。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\"><strong>　　一度沦为&ldquo;垃圾股&rdquo;</strong></span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　有意思的是，这次别人求之而不得的上市挂牌机会却差点让这家未来的杰出企业折戟沉沙。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　1993年，福耀玻璃首次进行配股，在经福建省体改委批准的2比1配股方案中，因中、外法人公司均声明弃权，只按配股时的个人股1739.46万股进行配售，共以每股6元的价格配出869.73万股，募集到5218.38万元。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　这笔福耀玻璃第一次用配股形式拿回来的资金中，共分三个投向，其中有2500万元即是用于投资福清市的&ldquo;福耀工业村&rdquo;开发建设项目。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　根据当时的方案，福耀玻璃占股51%；宏路镇以土地入股，联合福清市政府和当地<a class=\"keyword\" href=\"http://finance.sina.com.cn/realstock/company/sh601288/nc.shtml\" style=\"color:#113eaa; text-decoration:none\" target=\"_blank\">农业银行</a>(<span style=\"color:red\">3.740</span>,&nbsp;<span style=\"color:red\">0.02</span>,&nbsp;<span style=\"color:red\">0.54%</span>)占49%的股本。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;因为当地政府想让福耀帮助做好&lsquo;西大门&rsquo;（福耀工业村），我们也没有经验，认为拿了那么多钱回来大家一起合着做也可以。而且那时候地价也便宜，一亩8000块，400亩地才花了300多万。想象得很美好，策划也搞得非常红火。&rdquo;曹德旺咧嘴笑了起来。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　1991年的IPO招股书中，福耀玻璃曾这样描述过福耀工业村的前景：&ldquo;近期已着手筹建福耀工业区，计划在公司近旁征地800亩，连片开发，兴建标准厂房、商店、住宅楼房，形成高质量的汽车配件城。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　现在回头来看，这正是福耀玻璃首次向房地产业务转型的尝试（也是唯一一次），有着特定的历史背景：一方面，当时汽车玻璃的高利润已引来各路资本蜂拥而入，维修市场出现恶性竞争苗头；另一方面，海南房地产市场骤然升温，地产投资已然成为新兴产业方向。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;结果就是做了以后发现钱不够了，&rdquo;曹德旺说，&ldquo;做玻璃赚回来的钱还不够付那边的利息。工业村是福耀控股的，报表要并进来，企业这下面临亏本。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;我们实在想不出办法，就到处去找人请教。&rdquo;曹德旺当时也没信心了，&ldquo;最后是香港交易所的梁总监看了我的报表，说你这是标准的垃圾股，总共才几千万上亿的钱什么都做。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　一顿嘲讽过后，曹德旺小心翼翼地问道：&ldquo;我正是因为不懂才专程来请教。&rdquo;&ldquo;重组啊。&rdquo;&ldquo;什么叫重组？&rdquo;曹德旺又问。梁总监也笑了：&ldquo;你把这些公司选一下，喜欢的留下来，不喜欢的全部卖掉，钱收回来做喜欢的事情。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　这一下曹德旺觉得茅塞顿开。此后24年福耀玻璃坚持只做一片玻璃的办厂理念原来在此刻生根发芽。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　不过正所谓知易行难，从香港取经归来的曹德旺在重组工业村项目的过程中，仍旧感觉困难重重。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　先是一头撞上1994年的海南房地产泡沫破裂危机。中央开始出台调控政策，明文规定银行不能够入股企业。工业村项目的股东之一农业银行便提出退股。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;项目本来就做不下去了，又是亏钱的，你说这要怎么退？&rdquo;曹德旺说，&ldquo;不过后面想了一下，银行当初也是好心帮助我们，这个话不能讲的！我就说没有问题，转贷款，把那个钱转成提供给福耀的贷款。人家是债转股，我是股转债，银行照样收利息。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　更惨的事情还在后头。当时拿出来重组的工业村项目不仅土地没人要，盖了一半的房子也没人要。曹德旺便和县里商量，主动提出大股东要负责。&ldquo;因为小股东是受难者，他们没有决策权，都是我们这帮人干的。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　最终，他自己接过了工业村的烂摊子。由于当时国内无法解决贷款问题，曹德旺又将福耀玻璃的股权注入一家香港公司，再由香港公司在香港申请贷款。依靠着这笔贷款，福耀玻璃建起第一座现代化的工厂&mdash;&mdash;福建万达玻璃，历经艰辛的资产重组总算划上一个句号。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;请你记住它的核心思想，一是要尊重银行；二是大股东要承担决策责任，把那些错误的项目买下来，保护小股东的利益。&rdquo;曹德旺说，&ldquo;现在这些房产都在我手上，前后花了3个亿，现在一年的租金大概就2000多万。这是什么概念，你告诉我？当初3亿如果都拿去买股票的话，现在值几十亿的钱了。最值得我怀念的记忆的骄傲的就是这件事情，大股东必须负责。&rdquo;</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\"><strong>　　&ldquo;现在停下来太可惜了&rdquo;</strong></span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　1994年工业村项目清理重组完成后，福耀玻璃再也没有踏足过房地产行业，而一波旷日持久的大行情也悄然开始了。截至目前，公司已经连续18年实现盈利，2016年净利润达到31.4亿元，市值600多亿元。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;我认为两个交易所里面最好的一只股票就是福耀玻璃。从效益上看，公开数据显示的23年里，我们的加权平均净资产收益率达到22.07%。我相信中国没有一个企业做到，我们做到了！&rdquo;曹德旺底气十足。</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　福耀玻璃的接班人问题也是投资者所关心的。曹德旺认为自己应该继续工作下去，&ldquo;现在对我个人来说，最佳的选择是退休，去玩，不要承担责任，还会增加寿命。但国家培养一个人到这个程度，现在你突然停下来，太浪费了！如果从1999年算到现在，才多少年？</span></span></span></p>\r\n\r\n<p style=\"margin-left:0px; margin-right:0px; text-align:start\"><span style=\"font-size:16px\"><span style=\"color:#000000\"><span style=\"font-family:\'Microsoft YaHei\',u5FAEu8F6Fu96C5u9ED1,Arial,SimSun,u5B8Bu4F53\">　　&ldquo;把玻璃做清楚了，福耀还会考虑开发出新的事业。我们已经做了好几年的产业方向调查，要想再上一个台阶，就得十拿九稳把它吃下。&rdquo;曹德旺说，&ldquo;企业家总归一句话就是报国为民。要记住国家会因为有你而强大，人民会因为有你而富足，社会会因为有你而进步，这就是企业家精神。&rdquo;</span></span></span></p>', '证券时报', 1, 1, '2017-10-30 03:32:03', '2017-12-24 04:20:43', NULL);
INSERT INTO `articles` (`id`, `title`, `tag`, `description`, `thumb`, `content`, `editor`, `view`, `cate_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(13, '售14.58-23.08万 大众2018款途安L上市', '金拱门', '新浪汽车讯 日前，上汽大众正式公布了2018款途安L售价，新车提供7款车型供选，配置部分有一定的提升，售价为14.58-23.08万元。', 'uploads/article_thumb/20171030113240@WHGXiFDO.jpg', '<p style=\"text-align:center\"><img alt=\"售14.58-23.08万 大众2018款途安L上市\" longdesc=\"http://n.sinaimg.cn/auto/transform/20171009/4LCD-fymrqmq1696368.jpg\" src=\"http://n.sinaimg.cn/auto/transform/20171009/4LCD-fymrqmq1696368.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　新浪汽车讯 日前，上汽大众正式公布了2018款途安L售价，新车提供7款车型供选，配置部分有一定的提升，售价为14.58-23.08万元。</p>\r\n\r\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\">\r\n	<tbody>\r\n		<tr>\r\n			<td colspan=\"2\">\r\n			<p style=\"text-align:center\">2018款途安L售价</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td style=\"text-align:center\">车型</td>\r\n			<td style=\"text-align:center\">售价（万元）</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">1.6L手动风尚版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">14.58</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">280TSI手动风尚版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">15.58</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">280TSI自动风尚版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">16.98</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">280TSI自动舒适版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">18.68</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">280TSI自动舒雅版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">19.98</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">280TSI自动豪华版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">21.98</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>\r\n			<p style=\"text-align:center\">330TSI自动豪华版</p>\r\n			</td>\r\n			<td>\r\n			<p style=\"text-align:center\">23.08</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p style=\"text-align:center\">&nbsp;</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"售14.58-23.08万 大众2018款途安L上市\" longdesc=\"http://n.sinaimg.cn/auto/transform/20171009/Go6M-fymrcmm9421087.jpg\" src=\"http://n.sinaimg.cn/auto/transform/20171009/Go6M-fymrcmm9421087.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　对于手动挡车型来说，虽然提供两款车型可选，但是除了动力不同之外，标准的配置是完全相同的（均采用5座布局）。这两款车在外观方面采用了双边共两出排气、16英寸铝合金轮圈；内饰部分则采用黑色内饰、织物座椅、带冷藏功能手套箱；安全配置方面这两款手动挡的配置并不算低，配备ESP车身稳定系统、预碰撞系统、智能胎压监测、电子驻车、正面及侧面气囊等。</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"售14.58-23.08万 大众2018款途安L上市\" longdesc=\"http://n.sinaimg.cn/auto/transform/20171009/GI6w-fymrcpw5201657.jpg\" src=\"http://n.sinaimg.cn/auto/transform/20171009/GI6w-fymrcpw5201657.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　对于自动挡车型来说，可选择的余地则更加丰富。自动风尚版与手动风尚版的配置没有很大差别，但是增加了皮革座椅、第二排座椅前后可调、后排多更能小桌板、坡道起步辅助、轮胎修补装置等。另外值得一提的是，自动挡车型均提供7座车型（部分还提供6座车型）。</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"售14.58-23.08万 大众2018款途安L上市\" longdesc=\"http://n.sinaimg.cn/auto/transform/20171009/7XdP-fymrcmm9420624.jpg\" src=\"http://n.sinaimg.cn/auto/transform/20171009/7XdP-fymrcmm9420624.jpg\" /></p>\r\n\r\n<p style=\"text-align:center\">　　舒适版以上车型将会配备全景式天窗、8英寸彩色液晶屏、手机映射、自动防眩目内后视镜、前后8探头泊车雷达、倒车影像、智能感应雨刷、三区独立空调等。而豪华版车型则会配备有17英寸铝合金轮圈、LED氛围灯、上下车照地灯、智能变道辅助系统、智能疲劳监测系统、膝部气囊等。</p>\r\n\r\n<p style=\"text-align:center\">　　动力方面，新车提供三种动力配备，包含有1.6L、1.4T和1.8T发动机，最大功率分别为110马力、150马力和180马力，峰值扭矩分别为155牛&middot;米、250牛&middot;米和300牛&middot;米。在传动系统部分，匹配的是5速手动变速箱和7速双离合变速箱。</p>', '新浪汽车', 22, 1, '2017-10-30 03:33:50', '2017-10-30 03:33:50', NULL),
(14, '乐视网估值遭下调低至7.82元 现金流还能撑多久？', '乐视', '刚发布了巨亏三季报以及高管离职公告后，乐视网的“坏消息”又来了。10月28日，停牌逾6个月的乐视网估值再遭下调，在三个跌停基础上，两家基金公司又将乐视网估值下调30%，调整后股价仅为7.83元和7.82元。此估值与乐视网分红除权后的股价相比，几乎腰斩。', 'uploads/article_thumb/20171030113451@p6y5zqUe.jpg', '<p>刚发布了巨亏三季报以及高管离职公告后，乐视网的&ldquo;坏消息&rdquo;又来了。10月28日，停牌逾6个月的乐视网估值再遭下调，在三个跌停基础上，两家基金公司又将乐视网估值下调30%，调整后股价仅为7.83元和7.82元。此估值与乐视网分红除权后的股价相比，几乎腰斩。</p>\r\n\r\n<p>　　估值几乎被腰斩</p>\r\n\r\n<p>　　10月28日，中邮基金宣布自27日起对公司旗下8只基金持有乐视网股票的估值进行调整，考虑到停牌期间公司股本转增和分红的情况，估值价格调整为7.83元。同一天，嘉实基金也宣布乐视网估值下调，在除权除息价格的基础上再下调30%至7.82元。该基金还称，必要时进一步确定其估值价格。</p>\r\n\r\n<p><br />\r\n　　此次下调后，乐视网股票估值价格从15.33元最低降到7.82元，暴跌49%，近乎腰斩。</p>\r\n\r\n<p>　　这已经是乐视网自2017年4月停牌以来第二次遭到基金公司下调估值。7月8日，乐视系新一轮资金链困局爆发后，多家基金开始下</p>', '新京报', 35, 1, '2017-10-30 03:35:13', '2017-12-24 04:20:41', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `categories`
--

CREATE TABLE `categories` (
  `id` int(10) UNSIGNED NOT NULL COMMENT '目录ID',
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名称',
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '标题',
  `keywords` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '关键词',
  `description` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '描述',
  `view` int(11) NOT NULL DEFAULT '0' COMMENT '查看次数',
  `order` tinyint(4) NOT NULL DEFAULT '0' COMMENT '排序',
  `parent_id` int(11) NOT NULL DEFAULT '0' COMMENT '父节点',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `categories`
--

INSERT INTO `categories` (`id`, `name`, `title`, `keywords`, `description`, `view`, `order`, `parent_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '新闻', '搜集国内外最热门的新闻资讯', '新闻,资讯,加工屋,技术', 'Goular技术社区，专注行业新闻', 49, 2, 0, NULL, '2017-10-30 16:09:24', NULL),
(2, '军事新闻', '最新军中新闻', NULL, NULL, 7, 6, 1, NULL, '2017-10-30 15:56:09', NULL),
(4, '体育', '发展体育事业', NULL, NULL, 0, 3, 0, NULL, '2017-10-15 14:11:17', NULL),
(6, '乐视体育', '人气最旺的体育门户', NULL, NULL, 0, 9, 4, NULL, '2017-10-15 14:27:24', NULL),
(8, '娱乐', '人人都是明星', NULL, NULL, 0, 1, 0, NULL, '2017-10-15 14:11:21', NULL),
(9, '数码', '展望行业标杆，通达数码前沿 update', '电脑,手机,单反相机 update', '数码产品描述 update', 0, 12, 0, '2017-10-15 15:36:00', '2017-10-16 09:58:46', NULL),
(10, '数控设备', '数控设备是国家的立足之本', '关键词1,关键词2', '描述123', 0, 3, 9, '2017-10-15 15:45:20', '2017-10-15 15:45:20', NULL),
(11, '娱乐新闻', '关于娱乐八卦', '娱乐，八卦', '娱乐新闻', 0, 2, 1, '2017-10-30 08:56:15', '2017-10-30 08:56:15', NULL),
(12, '爆米花新闻', '关于爆米花', '爆米花,段子手', '爆米花新闻', 1, 4, 1, '2017-10-30 08:57:15', '2017-10-30 15:56:14', NULL),
(13, '线路板新闻', '线路板行业新闻', '新闻故事', '线路板', 0, 5, 1, '2017-10-30 08:57:52', '2017-10-30 08:57:52', NULL),
(14, '五金行业新闻', '五金行业业新闻', '新闻故事', '五金，水龙头，电插座等', 1, 6, 1, '2017-10-30 08:58:22', '2017-10-30 15:56:18', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `friend_links`
--

CREATE TABLE `friend_links` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '名称',
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '标题',
  `url` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '链接',
  `order` int(11) NOT NULL DEFAULT '0' COMMENT '排序',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `friend_links`
--

INSERT INTO `friend_links` (`id`, `name`, `title`, `url`, `order`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '百度', '百度', 'http://www.baidu.com', 1, '2017-10-30 05:40:44', '2017-10-30 05:41:24', NULL),
(2, '腾讯', '腾讯', 'http://www.qq.com/', 2, '2017-10-30 05:41:59', '2017-10-30 05:41:59', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2017_10_13_112953_create_category_table', 1),
(8, '2017_10_19_093536_create_articles_table', 2),
(9, '2017_10_27_111117_create_friend_link', 3),
(10, '2017_10_28_000809_create_navigation_table', 4),
(14, '2017_10_29_085056_create_web_config', 5);

-- --------------------------------------------------------

--
-- 表的结构 `navigations`
--

CREATE TABLE `navigations` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '名称',
  `alias` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '别名',
  `url` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '链接',
  `order` int(11) NOT NULL DEFAULT '0' COMMENT '排序',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `navigations`
--

INSERT INTO `navigations` (`id`, `name`, `alias`, `url`, `order`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '首页', 'Protal', 'http://www.blog.com', 1, '2017-10-30 01:37:56', '2017-10-30 01:37:56', NULL),
(2, '关于我', 'About', 'http://', 2, '2017-10-30 01:38:23', '2017-10-30 01:38:23', NULL),
(3, '新闻', 'News', 'http://www.blog.com/category/1', 3, '2017-10-30 01:39:39', '2017-10-30 15:54:39', NULL),
(4, '碎言碎语', 'Doing', 'http://', 4, '2017-10-30 01:40:21', '2017-10-30 01:40:21', NULL),
(5, '模板分享', 'Share', 'http://', 5, '2017-10-30 01:40:47', '2017-10-30 01:40:47', NULL),
(6, '学无止境', 'Learn', 'http://', 6, '2017-10-30 01:41:23', '2017-10-30 01:41:23', NULL),
(7, '留言板', 'GustBook', 'http://', 7, '2017-10-30 01:42:03', '2017-10-30 01:42:03', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `web_configs`
--

CREATE TABLE `web_configs` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '标题',
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '配置名称',
  `value` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT '' COMMENT '配置值',
  `description` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '描述',
  `type_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '字段类型',
  `type_value` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT '' COMMENT '字段类型值',
  `order` int(11) NOT NULL DEFAULT '0' COMMENT '排序',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `web_configs`
--

INSERT INTO `web_configs` (`id`, `title`, `name`, `value`, `description`, `type_name`, `type_value`, `order`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '网站标题', 'web_title', '加工屋', 'Goular Blog系统', 'input', NULL, 1, '2017-10-29 07:48:19', '2017-10-30 07:39:51', NULL),
(2, '统计代码', 'web_count', '<a href=\"/\">网站统计</a>', '网站访问情况', 'textarea', NULL, 2, '2017-10-29 07:58:17', '2017-10-30 07:39:51', NULL),
(3, '网站状态', 'web_status', '2', '网站开启状态', 'radio', '1|开启,2|关闭', 3, '2017-10-29 08:13:26', '2017-10-30 07:39:51', NULL),
(4, '辅助标题', 'seo_title', '技术分享沙龙', '用于辅助标题的SEO标题', 'input', NULL, 4, '2017-10-30 05:51:24', '2017-10-30 07:39:51', NULL),
(5, '关键词', 'keywords', 'Goular,加工屋,技术分享,Golang,PHP', '网站Header关键词', 'input', NULL, 5, '2017-10-30 05:53:50', '2017-10-30 07:39:51', NULL),
(6, '描述', 'description', '加工屋技术分享平台,专注互联网的技术分享，PHP,Golang,安卓，JavaScript等技术研究', '网站描述', 'textarea', NULL, 6, '2017-10-30 05:54:33', '2017-10-30 07:39:51', NULL),
(7, '版权信息', 'copyright', 'Design by 加工屋  <a href=\"http://jiagongwu.com/\" target=\"_blank\">http://jiagongwu.com<br/></a> 自豪地采用 <a href=\"https://laravel.com/\">Laravel</a> 框架开发此博客', '网站版权信息', 'textarea', NULL, 7, '2017-10-30 05:56:52', '2017-10-30 07:39:52', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin_users`
--
ALTER TABLE `admin_users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admin_users_username_unique` (`username`),
  ADD UNIQUE KEY `admin_users_email_unique` (`email`);

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `articles_title_unique` (`title`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `categories_name_unique` (`name`);

--
-- Indexes for table `friend_links`
--
ALTER TABLE `friend_links`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `navigations`
--
ALTER TABLE `navigations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `web_configs`
--
ALTER TABLE `web_configs`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `admin_users`
--
ALTER TABLE `admin_users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '用户ID', AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;
--
-- 使用表AUTO_INCREMENT `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '目录ID', AUTO_INCREMENT=15;
--
-- 使用表AUTO_INCREMENT `friend_links`
--
ALTER TABLE `friend_links`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- 使用表AUTO_INCREMENT `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;
--
-- 使用表AUTO_INCREMENT `navigations`
--
ALTER TABLE `navigations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- 使用表AUTO_INCREMENT `web_configs`
--
ALTER TABLE `web_configs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
